{
    "version": "https://jsonfeed.org/version/1",
    "title": "Danny Buerkli",
    "home_page_url": "https://dannybuerkli.com//",
    "feed_url": "https://dannybuerkli.com//feed.json",
    "description": "Essays and Twitter threads",
    "icon": "https://dannybuerkli.com//apple-touch-icon.png",
    "favicon": "https://dannybuerkli.com//favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Danny Buerkli (Bürkli)",
        "url": "https://dannybuerkli.com/",
        "avatar": null
    },
    
"items": [
    
        {
            "id": "https://dannybuerkli.com//2021/03/03/four-things-ive-been-surprised-by",
            "title": "Four things I’ve been surprised by in the context of the pandemic",
            "summary": "Four things I’ve been surprised by in the context of the pandemic",
            "content_text": "Danny Buerkli, 03 March 2021This short piece was originally published on Medium. It was originally a thread I wrote on Twitter in January 2021. It seemed to resonate quite a bit, which is why I’ve turned it into a lightly edited blog post.I’ve been cleaning out my notes and wanted to share a short note with four things I’ve learned, I’ve been wrong about and I’ve been surprised by in the context of the pandemic.The usual disclaimers apply: This is a short blog post (and formerly a Twitter thread), i.e. there isn’t a huge amount of nuance in what follows.1) Narratives are (much) more stable than I would have ever thought possible.Switzerland is, by any sensible metric, doing badly in this pandemic. And yet this hasn’t filtered through to public discourse. It boggles the mind.The logic seems to be “we usually do really well, therefore we must be doing well now”. Except we aren’t.Exhibit A:2) If our starting assumptions are wrong, we’re doomed (aka ‘mental models rule everything around me’).One of the reasons for Switzerland’s abysmal performance seems to be a ‘business-as-usual’ mindset. We don’t seem to have clocked that this a crisis of enormous proportions.Once the starting assumption is “we can deal with this the way we deal with any other problem” everything downstream is destined to fail.The starting assumption ought to be much closer to “how can we mobilize everything we’ve got?” rather than “let’s do this in BAU [business as usual] channels”.That is also why we witnessed silly debates last summer over the cost of the contact tracing operations. Investing massively in contact tracing would have easily been one of the most cost-effective investments available.And yet it wasn’t done because, as far as I can tell, politicians and (some) media were worrying about cost — arguably because they were trapped in a ‘business-as-usual’ assumption where we assess governmental expenditures based on their efficiency.Whatever looks efficient in the short run in a crisis situation, is bound to end up introducing fragility.It’s as if you argued with the fire department and told them to load fewer fire hoses because that way you’d save on fuel while driving to where the fire is.The problem is this: if you want efficiency, you need to know what you’re optimising for. In a complex or chaotic situation there are, however, no stable variables you can optimise for. This isn’t the time for efficiency, what you’re looking for is redundancy and effectiveness.The first chapter in Stanley McChrystal et al.’s book “Team of Teams” is a good and highly accessible introduction to the foolishness of looking for efficiency in crisis situations.The ‘business-as-usual’ starting point is also how we get these odd debates over the roll-out of the vaccines. Of course we should be vaccinating outside of business hours, if not 24/7.The human and economic costs of any kind of lockdown are astronomical. Shortening that by even just a few days by going all-out on the vaccination effort will easily pay for itself, not to speak of the ethical/moral imperative to do so.3) There seems to be a shocking lack of ambition and imagination at the top of (some/many of) our political institutions.This relates to point 2 from above. If it wasn’t for Israel, to pick just one example, we’d probably still have people telling us that it simply isn’t possible to vaccinate this many people in such a short period of time.This point has also been made over and over by people like Tyler Cowen.It’s hard not to read this lack of ambition as a sign of decadence and decay. We’ve become so comfortable and sure of our own success, that we seem to be unable to mobilise our institutions — even in the face of an enormous crisis.It’s fine to fail at an impossible task — and that’s how the narrative is currently being spun (“we maybe didn’t cover ourselves in glory, but this was fundamentally unwinnable”).Trouble is, this isn’t/wasn’t impossible. Hard, yes, but doable. Lots of excuses will be made, but — hopefully — everyone will ultimately recognise these for what they are.4) The best way to think about media products is to understand their (economic) incentive structure.This is a trivial point. I used to think of media products as somehow being different from other goods/services. I’ve been thoroughly disabused of that notion.Most media products are probably best thought of as belonging to the category of general entertainment. There’s nothing inherently wrong with that, it just seems important to recognise.",
            "content_html": "<p><em>Danny Buerkli, 03 March 2021</em></p><p><em>This short piece was originally published on <a href=\"https://dannybuerkli.medium.com/four-things-ive-been-surprised-by-in-the-context-of-the-pandemic-f2115d14724\">Medium</a>. It was originally <a href=\"https://twitter.com/dannybuerkli/status/1348320859405103104\">a thread I wrote on Twitter</a> in January 2021. It seemed to resonate quite a bit, which is why I’ve turned it into a lightly edited blog post.</em></p><p>I’ve been cleaning out my notes and wanted to share a short note with four things I’ve learned, I’ve been wrong about and I’ve been surprised by in the context of the pandemic.</p><p>The usual disclaimers apply: This is a short blog post (and formerly a Twitter thread), i.e. there isn’t a huge amount of nuance in what follows.</p><h1 id=\"1-narratives-are-much-more-stable-than-i-would-have-ever-thought-possible\">1) Narratives are (much) more stable than I would have ever thought possible.</h1><p>Switzerland is, by any sensible metric, doing badly in this pandemic. And yet this hasn’t filtered through to public discourse. It boggles the mind.</p><p>The logic seems to be “we usually do really well, therefore we must be doing well now”. Except we aren’t.</p><p><a href=\"https://twitter.com/DinaPomeranz/status/1347844229792473089\">Exhibit A:</a></p><p><img src=\"/assets/20210303_fourthingsivelearned_a.png\" alt=\"\" /></p><h1 id=\"2-if-our-starting-assumptions-are-wrong-were-doomed-aka-mental-models-rule-everything-around-me\">2) If our starting assumptions are wrong, we’re doomed (aka ‘mental models rule everything around me’).</h1><p>One of the reasons for Switzerland’s abysmal performance seems to be a ‘business-as-usual’ mindset. We don’t seem to have clocked that this a crisis of enormous proportions.</p><p>Once the starting assumption is “we can deal with this the way we deal with any other problem” everything downstream is destined to fail.</p><p>The starting assumption ought to be much closer to “how can we mobilize everything we’ve got?” rather than “let’s do this in BAU [business as usual] channels”.</p><p>That is also why we witnessed silly debates last summer over the cost of the contact tracing operations. Investing massively in contact tracing would have easily been one of the most cost-effective investments available.</p><p>And yet it wasn’t done because, as far as I can tell, politicians and (some) media were worrying about cost — arguably because they were trapped in a ‘business-as-usual’ assumption where we assess governmental expenditures based on their efficiency.</p><p>Whatever looks efficient in the short run in a crisis situation, is bound to end up introducing fragility.</p><p>It’s as if you argued with the fire department and told them to load fewer fire hoses because that way you’d save on fuel while driving to where the fire is.</p><p>The problem is this: if you want efficiency, you need to know what you’re optimising for. In a complex or chaotic situation there are, however, no stable variables you can optimise for. This isn’t the time for efficiency, what you’re looking for is redundancy and effectiveness.</p><p>The first chapter in Stanley McChrystal et al.’s book <a href=\"https://www.penguinrandomhouse.com/books/317066/team-of-teams-by-general-stanley-mcchrystal-tantum-collins-david-silverman-and-chris-fussell/\">“Team of Teams”</a> is a good and highly accessible introduction to the foolishness of looking for efficiency in crisis situations.</p><p>The ‘business-as-usual’ starting point is also how we get these odd debates over the roll-out of the vaccines. Of course we should be vaccinating outside of business hours, if not 24/7.</p><p>The human and economic costs of any kind of lockdown are astronomical. Shortening that by even just a few days by going all-out on the vaccination effort will easily pay for itself, not to speak of the ethical/moral imperative to do so.</p><h1 id=\"3-there-seems-to-be-a-shocking-lack-of-ambition-and-imagination-at-the-top-of-somemany-of-our-political-institutions\">3) There seems to be a shocking lack of ambition and imagination at the top of (some/many of) our political institutions.</h1><p>This relates to point 2 from above. If it wasn’t for Israel, to pick just one example, we’d probably still have people telling us that it simply isn’t possible to vaccinate this many people in such a short period of time.</p><p>This <a href=\"https://marginalrevolution.com/marginalrevolution/2021/01/mass-vaccination-for-virginia-from-my-email.html\">point</a> has also been made over and over by people like <a href=\"https://twitter.com/tylercowen\">Tyler Cowen</a>.</p><p>It’s hard not to read this lack of ambition as a sign of decadence and decay. We’ve become so comfortable and sure of our own success, that we seem to be unable to mobilise our institutions — even in the face of an enormous crisis.</p><p>It’s fine to fail at an impossible task — and that’s how the narrative is currently being spun (<em>“we maybe didn’t cover ourselves in glory, but this was fundamentally unwinnable”</em>).</p><p>Trouble is, this isn’t/wasn’t impossible. Hard, yes, but doable. Lots of excuses will be made, but — hopefully — everyone will ultimately recognise these for what they are.</p><h1 id=\"4-the-best-way-to-think-about-media-products-is-to-understand-their-economic-incentive-structure\">4) The best way to think about media products is to understand their (economic) incentive structure.</h1><p>This is a trivial point. I used to think of media products as somehow being different from other goods/services. I’ve been thoroughly disabused of that notion.</p><p>Most media products are probably best thought of as belonging to the category of general entertainment. There’s nothing inherently wrong with that, it just seems important to recognise.</p>",
            "url": "https://dannybuerkli.com//2021/03/03/four-things-ive-been-surprised-by",
            
            
            
            
            
            "date_published": "2021-03-03T00:00:00+01:00",
            "date_modified": "2021-03-03T00:00:00+01:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2020/03/08/gradually-then-suddenly",
            "title": "„Gradually, then suddenly“ — four concepts that may help us think clearly about the coronavirus epidemic",
            "summary": "This is a collection of short CSS snippets I thought might be useful for beginners",
            "content_text": "Danny Buerkli, 08 March 2020This essay was originally published on Medium.      This essay is also available, in lightly updated form, on the website of the New England Complex Systems Systems Institute (NECSI)        A German translation has been published by reatch (“research and technology in switzerland”)        Massimo Conte of the Complexity Education Project has published an Italian translation  The current situation around the coronavirus epidemic is evolving rapidly. Switzerland, where I’m based, as of March 7 2020, has 228 confirmed cases. The overwhelming odds are that this number will increase rapidly and with it will the number of seriously affected individuals.In some of my social circles the most pressing worry is, however, not centered on what we ought to be doing to get this under control. For many people the overriding concern is seemingly not to be seen as worried or, god forbid, as “panicking”.From what I can tell this doesn’t derive from a sober analysis of the facts but from some sort of magical thinking which says that bad things haven’t happened here in a long time and therefore surely this cannot be bad.Mental models, like the one just mentioned above, are the things which help us think about the world. That’s why, in situations like these, it may be helpful to examine and challenge our mental models.So here are four basic concepts (taken from complex systems thinking) which can help us make sense of what is going on. They also help explain why epidemiologists and public health experts are as alarmed as they are.Three important caveats before we continue:First, I’m neither an epidemiologist nor a public health expert nor a certified expert on complex systems. For all I know most of what follows could be wrong. I might well also be missing one or more crucial considerations.Second, all of what follows below might be painfully obvious to you. I also claim no originality here. All of this is basic, none of it is novel. I draw my inspiration from complex systems thinking but these concepts can be found in other disciplines as well.Third,what follows is — of course — not some sort of complete description of how we should think about any epidemic.There is also always an obvious risk of embarrassing yourself when writing about a situation which evolves rapidly but here we are.So proceed with caution. Also, wash your hands and follow your local public health advice.Exponential growth: “yesterday everything was still under control?!”Italy went from one diagnosed case to well over 3’000 in just over a month (34 days) with only three cases in the first 21 days. It’s safe to say that most intuitively did not expect the number of diagnosed cases to grow so quickly.We are all familiar with the story of the inventor who asked to be modestly compensated by his emperor by receiving one grain of rice on the first square of the chessboard, two on the second square, four on the third square, and so on until all squares are filled. About halfway into the chessboard the emperor realizes that the request wasn’t as modest.The point is that exponential growth keeps surprising us. And for some reason we don’t seem to have a good intuitive handle on it.Ray Kurzweil coined the expression of the “second half of the chessboard”. In the first half the effects are large but potentially manageable. In the second half things spiral out of control.\"Everything is fine\" -&gt; \"It's growing but we got this under control\" -&gt; \"Oh...\"What does that mean?A small number of cases COVID-19 cases combined with an exponential growth rate may not, as we might assume, be a small problem. Absent an effective intervention which prevents further exponential growth a small number of cases may already spell deep trouble. Better avoid getting into the ‘second half of the chessboard’ (see also this thread by epidemiologist Marcel Salathé on this topic).Of course the exponential growth of coronavirus infections cannot literally go on forever because there is only a finite number of humans. It is also true that diseases do not usually spread at an exponential rate for the entire duration of an epidemic.The point is, however, that we will tend to underestimate the danger that an initial small number of cases poses because we struggle to imagine how quickly that small number can turn into a very large one.The current doubling time (as of March 6, excluding China) is three days. Every three days the number of known coronavirus cases doubles.Such exponential growth is why intervening early and heavily may well be justified. The logic with all undesirable things with exponential growth rates is the same: you want to nip it in the bud early. Early action may well be orders of magnitude cheaper and easier compared to reacting later.Phase changes: Everything is fine until it suddenly isn’tComplex systems tend to have ‘tipping points’ and go through ‘phase changes’ once they reach one of those. This means that once a system reaches a certain threshold things can change rapidly.Take the provision of healthcare in hospitals as an example. An epidemic starts and hospital beds start filling up. Everything is basically fine. We can provide adequate medical care to everyone who shows up and needs it. No need to overreact or introduce costly containment measures, right?Maybe, except that at one point we will hit a ‘tipping point’ and run out of hospital beds (or ventilators, or masks, or any other finite resource).Once that happens, things shift suddenly.Survival rates might go down because we cannot provide care anymore to the same standard, infection rates among healthcare staff go up because there aren’t enough masks to go around, etc.Imagine a bathtub that keeps filling up with water. Water flows in at a constant rate. The tub slowly fills. Everything is completely fine. Until at one point the tub starts to overflow. The fact that the tub hasn’t overflowed yet doesn’t tell us that we shouldn’t worry about it overflowing.The same logic also holds for supply chains. Many firms will have some amount of material in stock.The fact that they are still able to function for a period of time in the absence of continued deliveries from their suppliers tells us very little about how resilient the system really is.Everything can seem to continue just fine for a while until it suddenly starts to fall apart because one or more critical components are simply not available anymore. For the most part we should be able to know in advance where things will fall apart — though that doesn’t necessarily mean that we can do anything about it.Delayed feedback cycles: “why are things still getting worse even though we introduced all these measures?”Imagine how hard it would be to drive a car where there was a lag of just a few seconds between you turning the steering wheel and the car doing what you want it to do. It would be phenomenally annoying.(This is also why cooks prefer gas stoves over electric ones: an electric stove has a built-in delay between me turning the knob up or down and the temperature changing. With gas stoves there is no delay, the temperature rises or falls immediately.)This is the situation we are finding ourselves in, both in terms of detection of the disease and in terms of understanding the effects of measures taken in response to the epidemic.The cases that are being diagnosed today are people who got infected two weeks ago or so. The current count of diagnosed cases captures a past reality, not the present situation. It’s like looking at a star at night — because light takes time to travel to us you’re looking at the past.The delayed feedback loops hold for our understanding of whether the measures that are being taken are effective. Italy introduced school closures on March 04. Whether these will curb the number of new infections will be known only two weeks after that (and quite possibly even later).This makes decision-making very difficult for governments. One implication is that any restrictions that are put in place will likely be lifted slowly and gradually rather than all at once in order to avoid wild swings.Another implication, particularly when you put this together with exponential growth, is that you need to act early because the results of the intervention will only show with a delay.Leverage points: (relatively) small change, (relatively) large effectAnother feature of complex systems is that there usually exist ‚leverage points’, interventions which can create an outsized effect because of their position and influence in the system.This cuts both ways, of course.If you wanted to accelerate the spread of SARS-CoV-2 quickly and cheaply you’d be well advised to encourage mass gatherings.If, on the other hand, you want to do the opposite you’d encourage ‘social distancing’, increased hand washing as well as other personal hygiene measures. Because they are — hopefully — ‘leverage points’ these may well make a much bigger difference than we might intuitively believe.“Social distancing” and handwashing might be two examples of such leverage points. They are both comparatively easy and inexpensive to implement yet they might make a big difference.\"Death of Achilles\" by Rubens --- Paris found a leverage point and... you know how the story endsIf these four concepts happen to apply in this situation then we’re well advised to act swiftly because that may well save us from a lot of pain.I offer these thoughts in the spirit of Donella Meadows — a pioneer of systems thinking — who said: “Remember, always, that everything you know, and everything everyone knows, is only a model. Get your model out there where it can be viewed. Invite others to challenge your assumptions and add their own.”Further reading:      Three people you should follow on Twitter on this are Marcel Salathé, Marcel Althaus, and Yaneer Bar-Yam.        For an accessible general introduction to ‚system thinking’: Donella H. Meadows, Thinking in Systems — A Primer and Mark Foden’s “The clock and the cat” podcast        For a highly visual and interactive explanation of disease dynamics: Kevin Simler’s “Going Critical”        For a short explanation of ‚base rate thinking’ vs. ‚exponential thinking’: Tyler Cowen’s „growthers vs. base-raters” article on Bloomberg Opinion        For a more general introduction on how complexity relates to policy making: Andrew Haldane’s 2012 speech „The dog and the frisbee”  I owe a lot of thanks to all the individuals who took the time to read and comment on initial drafts. I asked people with expertise in epidemiology and other related fields to look over it in an attempt to avoid obvious mistakes. Any remaining errors are, obviously, mine.",
            "content_html": "<p><em>Danny Buerkli, 08 March 2020</em></p><p><em>This essay was originally published on <a href=\"https://medium.com/@dannybuerkli/gradually-then-suddenly-four-concepts-that-may-help-us-think-clearly-about-the-coronavirus-671e2583f828\">Medium</a>.</em></p><ul>  <li>    <p>This essay is also available, in lightly updated form, on the website of the <a href=\"https://necsi.edu/gradually-then-suddenly\">New England Complex Systems Systems Institute</a> (NECSI)</p>  </li>  <li>    <p>A <a href=\"https://www.reatch.ch/de/content/erst-ganz-langsam-dann-sehr-schnell\">German translation</a> has been published by <a href=\"https://www.reatch.ch/de/content/erst-ganz-langsam-dann-sehr-schnell\">reatch</a> (“research and technology in switzerland”)</p>  </li>  <li>    <p><a href=\"https://twitter.com/passipo\">Massimo Conte</a> of the <a href=\"https://www.complexityeducation.com/2020/03/13/prima-gradualmente-poi-improvvisamente/\">Complexity Education Project</a> has published an <a href=\"https://www.complexityeducation.com/2020/03/13/prima-gradualmente-poi-improvvisamente/\">Italian translation</a></p>  </li></ul><p><br /></p><hr /><p><br /></p><p>The current situation around the coronavirus epidemic is evolving rapidly. Switzerland, where I’m based, as of March 7 2020, has 228 confirmed cases. The overwhelming odds are that this number will increase rapidly and with it will the number of seriously affected individuals.</p><p><strong>In some of my social circles the most pressing worry is, however, not centered on what we ought to be doing to get this under control. For many people the overriding concern is seemingly not to be seen as worried or, god forbid, as “panicking”.</strong></p><p>From what I can tell this doesn’t derive from a sober analysis of the facts but from some sort of magical thinking which says that bad things haven’t happened here in a long time and therefore surely this cannot be bad.</p><p>Mental models, like the one just mentioned above, are the things which help us think about the world. That’s why, in situations like these, it may be helpful to examine and challenge our mental models.</p><p>So here are four basic concepts (<a href=\"https://en.wikipedia.org/wiki/Complex_system\">taken from complex systems thinking</a>) which can help us make sense of what is going on. They also help explain why epidemiologists and public health experts are as alarmed as they are.</p><p>Three important caveats before we continue:</p><p>First, I’m neither an epidemiologist nor a public health expert nor a certified expert on complex systems. For all I know most of what follows could be wrong. I might well also be missing one or more crucial considerations.</p><p>Second, all of what follows below might be painfully obvious to you. I also claim no originality here. All of this is basic, none of it is novel. I draw my inspiration from complex systems thinking but these concepts can be found in other disciplines as well.</p><p>Third,what follows is — of course — not some sort of <em>complete</em> description of how we should think about any epidemic.</p><p>There is also always an obvious risk of embarrassing yourself when writing about a situation which evolves rapidly but here we are.</p><p>So proceed with caution. Also, wash your hands and follow your local public health advice.</p><h1 id=\"exponential-growth-yesterday-everything-was-still-under-control\">Exponential growth: “yesterday everything was still under control?!”</h1><p>Italy went from one diagnosed case to well over 3’000 in just over a month (34 days) with only three cases in the first 21 days. It’s safe to say that most intuitively did not expect the number of diagnosed cases to grow so quickly.</p><p>We are all familiar with the <a href=\"https://en.wikipedia.org/wiki/Wheat_and_chessboard_problem\">story</a> of the inventor who asked to be modestly compensated by his emperor by receiving one grain of rice on the first square of the chessboard, two on the second square, four on the third square, and so on until all squares are filled. About halfway into the chessboard the emperor realizes that the request wasn’t as modest.</p><p>The point is that exponential growth keeps surprising us. And for some reason <a href=\"https://ourworldindata.org/coronavirus\">we don’t seem to have a good intuitive handle on it</a>.</p><p>Ray Kurzweil coined the expression of the “<a href=\"https://image-src.bcg.com/Images/BCG-The-Double-Game-of-Digital-Strategy-Oct-2015_tcm27-88402.pdf\">second half of the chessboard</a>”. In the first half the effects are large but potentially manageable. In the second half things spiral out of control.</p><p><img src=\"/assets/20200308_graduallythensuddenly_a.png\" alt=\"\" /></p><figcaption>\"Everything is fine\" -&gt; \"It's growing but we got this under control\" -&gt; \"Oh...\"</figcaption><p>What does that mean?</p><p>A small number of cases COVID-19 cases combined with an exponential growth rate may not, as we might assume, be a small problem. Absent an effective intervention which prevents further exponential growth a small number of cases may already spell deep trouble. Better avoid getting into the ‘second half of the chessboard’ (see also <a href=\"https://twitter.com/marcelsalathe/status/1236410942726049794?s=21\">this thread by epidemiologist Marcel Salathé</a> on this topic).</p><p>Of course the exponential growth of coronavirus infections cannot literally go on forever because there is only a finite number of humans. It is also true that diseases do not usually spread at an exponential rate for the entire duration of an epidemic.</p><p>The point is, however, that we will tend to underestimate the danger that an initial small number of cases poses because we struggle to imagine how quickly that small number can turn into a very large one.</p><p>The <a href=\"https://ourworldindata.org/coronavirus\">current doubling time</a> (as of March 6, excluding China) is three days. Every three days the number of known coronavirus cases doubles.</p><p>Such exponential growth is why intervening early and heavily may well be justified. The logic with all undesirable things with exponential growth rates is the same: you want to nip it in the bud early. Early action may well be <em>orders of magnitude</em> cheaper and easier compared to reacting later.</p><h1 id=\"phase-changes-everything-is-fine-until-it-suddenly-isnt\">Phase changes: Everything is fine until it suddenly isn’t</h1><p>Complex systems tend to have ‘tipping points’ and go through ‘phase changes’ once they reach one of those. This means that once a system reaches a certain threshold things can change rapidly.</p><p>Take the provision of healthcare in hospitals as an example. An epidemic starts and hospital beds start filling up. Everything is basically fine. We can provide adequate medical care to everyone who shows up and needs it. No need to overreact or introduce costly containment measures, right?</p><p>Maybe, except that at one point we will hit a ‘tipping point’ and run out of hospital beds (or ventilators, or masks, or any other finite resource).</p><p>Once that happens, things shift suddenly.</p><p>Survival rates might go down because we cannot provide care anymore to the same standard, infection rates among healthcare staff go up because there aren’t enough masks to go around, etc.</p><p>Imagine a bathtub that keeps filling up with water. Water flows in at a constant rate. The tub slowly fills. Everything is completely fine. Until at one point the tub starts to overflow. The fact that the tub hasn’t overflowed <em>yet</em> doesn’t tell us that we shouldn’t worry about it overflowing.</p><p><img src=\"/assets/20200308_graduallythensuddenly_b.png\" alt=\"\" /></p><p>The same logic also holds for supply chains. Many firms will have some amount of material in stock.</p><p>The fact that they are still able to function for a period of time in the absence of continued deliveries from their suppliers tells us very little about how resilient the system really is.</p><p>Everything can <em>seem</em> to continue just fine for a while until it suddenly starts to fall apart because one or more critical components are simply not available anymore. For the most part we should be able to know in advance where things will fall apart — though that doesn’t necessarily mean that we can do anything about it.</p><h1 id=\"delayed-feedback-cycles-why-are-things-still-getting-worse-even-though-we-introduced-all-these-measures\">Delayed feedback cycles: “why are things still getting worse even though we introduced all these measures?”</h1><p>Imagine how hard it would be to drive a car where there was a lag of just a few seconds between you turning the steering wheel and the car doing what you want it to do. It would be phenomenally annoying.</p><p>(This is also why cooks prefer gas stoves over electric ones: an electric stove has a built-in delay between me turning the knob up or down and the temperature changing. With gas stoves there is no delay, the temperature rises or falls immediately.)</p><p>This is the situation we are finding ourselves in, both in terms of detection of the disease and in terms of understanding the effects of measures taken in response to the epidemic.</p><p>The cases that are being diagnosed today are people who got infected two weeks ago or so. The current count of diagnosed cases captures a past reality, not the present situation. It’s like looking at a star at night — because light takes time to travel to us you’re looking at the past.</p><p><img src=\"/assets/20200308_graduallythensuddenly_c.png\" alt=\"\" /></p><p>The delayed feedback loops hold for our understanding of whether the measures that are being taken are effective. Italy introduced school closures on March 04. Whether these will curb the number of new infections will be known only two weeks after that (and quite possibly even later).</p><p>This makes decision-making very difficult for governments. One implication is that any restrictions that are put in place will likely be lifted slowly and gradually rather than all at once in order to avoid wild swings.</p><p>Another implication, particularly when you put this together with exponential growth, is that you need to act early because the results of the intervention will only show with a delay.</p><h1 id=\"leverage-points-relatively-small-change-relatively-large-effect\">Leverage points: (relatively) small change, (relatively) large effect</h1><p>Another feature of complex systems is that there usually exist ‚leverage points’, interventions which can create an outsized effect because of their position and influence in the system.</p><p>This cuts both ways, of course.</p><p>If you wanted to accelerate the spread of SARS-CoV-2 quickly and cheaply you’d be well advised to encourage mass gatherings.</p><p>If, on the other hand, you want to do the opposite you’d encourage ‘social distancing’, increased hand washing as well as other personal hygiene measures. Because they are — hopefully — ‘leverage points’ these may well make a much bigger difference than we might intuitively believe.</p><p>“Social distancing” and handwashing might be two examples of such leverage points. They are both <em>comparatively</em> easy and inexpensive to implement yet they might make a big difference.</p><p><img src=\"/assets/20200308_graduallythensuddenly_d.png\" alt=\"\" /></p><figcaption>\"Death of Achilles\" by Rubens --- Paris found a leverage point and... you know how the story ends</figcaption><p>If these four concepts happen to apply in this situation then we’re well advised to act swiftly because that may well save us from a lot of pain.</p><p>I offer these thoughts in the spirit of Donella Meadows — a pioneer of systems thinking — who said: <em>“Remember, always, that everything you know, and everything everyone knows, is only a model. Get your model out there where it can be viewed. Invite others to challenge your assumptions and add their own.”</em></p><p><br /></p><hr /><p><br /></p><p><em>Further reading:</em></p><ul>  <li>    <p>Three people you should follow on Twitter on this are <a href=\"https://twitter.com/marcelsalathe\">Marcel Salathé</a>, <a href=\"https://twitter.com/C_Althaus\">Marcel Althaus</a>, and <a href=\"https://twitter.com/yaneerbaryam\">Yaneer Bar-Yam</a>.</p>  </li>  <li>    <p>For an accessible general introduction to ‚system thinking’: <a href=\"https://www.chelseagreen.com/product/thinking-in-systems/\">Donella H. Meadows, Thinking in Systems — A Primer</a> and <a href=\"https://markfoden.com/clockcat\">Mark Foden’s “The clock and the cat”</a> podcast</p>  </li>  <li>    <p>For a highly visual and interactive explanation of disease dynamics: Kevin Simler’s <a href=\"https://www.meltingasphalt.com/interactive/going-critical/\">“Going Critical”</a></p>  </li>  <li>    <p>For a short explanation of ‚base rate thinking’ vs. ‚exponential thinking’: <a href=\"https://www.bloomberg.com/opinion/articles/2020-03-03/how-fast-will-the-new-coronavirus-spread-two-sides-of-the-debate\">Tyler Cowen’s „growthers vs. base-raters” article on Bloomberg Opinion</a></p>  </li>  <li>    <p>For a more general introduction on how complexity relates to policy making: <a href=\"https://www.bis.org/review/r120905a.pdf\">Andrew Haldane’s 2012 speech „The dog and the frisbee”</a></p>  </li></ul><p><br /></p><hr /><p><br /></p><p>I owe a lot of thanks to all the individuals who took the time to read and comment on initial drafts. I asked people with expertise in epidemiology and other related fields to look over it in an attempt to avoid obvious mistakes. Any remaining errors are, obviously, mine.</p>",
            "url": "https://dannybuerkli.com//2020/03/08/gradually-then-suddenly",
            
            
            
            "tags": ["complexity","models"],
            
            "date_published": "2020-03-08T00:00:00+01:00",
            "date_modified": "2020-03-08T00:00:00+01:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2020/01/30/what-i-think-we-do-at-cpi",
            "title": "What I think we do at the Centre for Public Impact",
            "summary": "An exploration of how we can think about change in complex systems",
            "content_text": "Danny Buerkli, 30 January 2020This article was published on the Centre for Public Impact’s Medium page.This is my last week at the Centre for Public Impact after five wonderful years. I feel privileged to have been part of an organisation with such an ambitious purpose.Part of the challenge of being in an organisation with a remit as broad as “shaping a new future for government” is that it can be difficult to wrap your head around what exactly you’re doing and why.As I’ve been reflecting over the past couple of weeks on my time here I came across a post on Medium by Cassie Robinson which introduced me to the Berkana Institute’s Two Loop model.The model resonated with me because it encapsulates what our work at CPI is about when we are at our best and why it all matters.The Berkana Institute’s Two Loop modelIn Cassie’s words, the model  shows a dominant system that is dying, and an emergent system that has the potential to become the system of influence. As the dominant system reaches its peak, new pioneers emerge (1), recognising that the dominant system (however impossible and far away that might seem) is beginning to decline.In order to bring the Emergent System into the world, it is important that it is  named and that the pioneers, the people and organisations building alternatives are connected together (2), and the work they are doing, illuminated.Thinking of the world we move in and of our work in the way of this model clarified a lot for me.We are indeed working — together with and alongside an entire community of changemakers, thinkers, and practitioners — towards bringing a new paradigm into being.Our “Manifesto for Better Government” is an explicit attempt to name this emergent system. Much of our work is equally about connecting people and organisations who are building alternatives to the current model of public administration. And, finally, many of the articles we publish on our website serve to illuminate the work of those pioneers.The Two Loop Model doesn’t tell us what to do or how to do it but it provides a useful way of thinking about the quest that we’re on. It clarifies the choices we face and the decisions we need to make in order to be effective.CPI might play a role as one of the “midwives” who do the naming, connecting, and illuminating — alongside and in partnership with many of the other excellent individuals and organisations who are working towards the same goal. At the same time, CPI might also have a role on the “hospice” side of things, helping the Dominant System die with grace and compassion.While I won’t be part of CPI anymore I’ll remain firmly in the community of people and organisations who are working towards a new paradigm in government. After a two-month sabbatical I’ll be joining staatslabor in Switzerland, a government reform lab I co-founded three years ago.I can’t wait to get started there and to continue working on this emerging paradigm for government which we at CPI — and many others — have begun to articulate and are working towards.",
            "content_html": "<p><em>Danny Buerkli, 30 January 2020</em></p><p><em>This article was published on the Centre for Public Impact’s <a href=\"https://medium.com/centre-for-public-impact/what-i-think-we-do-at-the-centre-for-public-impact-54abaa81f3f5\">Medium</a> page.</em></p><p>This is my last week at the <a href=\"https://www.centreforpublicimpact.org/\">Centre for Public Impact</a> after five wonderful years. I feel privileged to have been part of an organisation with such an ambitious purpose.</p><p>Part of the challenge of being in an organisation with a remit as broad as “shaping a new future for government” is that it can be difficult to wrap your head around what exactly you’re doing and why.</p><p>As I’ve been reflecting over the past couple of weeks on my time here I came across a <a href=\"https://medium.com/thefarewellfund/hospicing-the-old-16e537396c4b\">post on Medium</a> by <a href=\"https://twitter.com/CassieRobinson\">Cassie Robinson</a> which introduced me to the Berkana Institute’s <a href=\"https://berkana.org/about/our-theory-of-change/\">Two Loop model</a>.</p><p>The model resonated with me because it encapsulates what our work at CPI is about when we are at our best and why it all matters.</p><p><img src=\"/assets/20200130_Berkana_TwoLoopModel.png\" alt=\"The Berkana Institute's Two Loop model showing the Dominant System and the Emergent System\" /></p><p><em><span style=\"color: grey\">The Berkana Institute’s Two Loop model</span></em></p><p>In Cassie’s <a href=\"https://medium.com/thefarewellfund/hospicing-the-old-16e537396c4b\">words</a>, the model</p><blockquote>  <p>shows a dominant system that is dying, and an emergent system that has the potential to become the system of influence. As the dominant system reaches its peak, new pioneers emerge (1), recognising that the dominant system (however impossible and far away that might seem) is beginning to decline.</p></blockquote><p>In order to bring the Emergent System into the world, it is important that it is</p><blockquote>  <p><strong>named</strong> and that the pioneers, the people and organisations building alternatives are <strong>connected</strong> together (2), and the work they are doing, <strong>illuminated</strong>.</p></blockquote><p>Thinking of the world we move in and of our work in the way of this model clarified a lot for me.</p><p>We are indeed working — together with and alongside an entire community of changemakers, thinkers, and practitioners — towards bringing a new paradigm into being.</p><p>Our <a href=\"https://medium.com/centre-for-public-impact/a-manifesto-for-better-government-8121132f45ef\">“Manifesto for Better Government”</a> is an explicit attempt to <em>name </em>this emergent system. Much of our work is equally about <em>connecting</em> people and organisations who are building alternatives to the current model of public administration. And, finally, many of the articles we publish on our website serve to <em>illuminate </em>the work of those pioneers.</p><p>The Two Loop Model doesn’t tell us <em>what </em>to do or <em>how </em>to do it but it provides a useful way of thinking about the quest that we’re on. It clarifies the choices we face and the decisions we need to make in order to be effective.</p><p>CPI might play a role as one of the “midwives” who do the naming, connecting, and illuminating — alongside and in partnership with many of the other excellent individuals and organisations who are working towards the same goal. At the same time, CPI might also have a role on the “hospice” side of things, helping the Dominant System die with grace and compassion.</p><p>While I won’t be part of CPI anymore I’ll remain firmly in the community of people and organisations who are working towards a new paradigm in government. After a two-month sabbatical I’ll be joining <a href=\"https://www.staatslabor.ch/en\">staatslabor</a> in Switzerland, a government reform lab I co-founded three years ago.</p><p>I can’t wait to get started there and to continue working on this emerging paradigm for government which we at CPI — and many others — have begun to articulate and are working towards.</p>",
            "url": "https://dannybuerkli.com//2020/01/30/what-i-think-we-do-at-cpi",
            
            
            
            "tags": ["complexity","emergence"],
            
            "date_published": "2020-01-30T00:00:00+01:00",
            "date_modified": "2020-01-30T00:00:00+01:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2019/09/04/mistakes-to-avoid",
            "title": "Easy-to-avoid mistakes which will diminish your chances when applying for a job",
            "summary": "Practical advice for jobseekers",
            "content_text": "Danny Buerkli, 04 September 2019This article was originally published on the Centre for Public Impact’s Medium page.I have been involved in a few recruitment rounds over the past years. There are recurring, easy-to-avoid mistakes people make which unnecessarily but very significantly diminish their chances.Sometimes those mistakes correlate with a lack of competence. But a lot of times it seems to be more due to a #hiddencurriculum issue. People may have never had the benefit of being told these things (or of being in an environment where these are taught as self-evident).A few remarks upfront:I’ve seen all of the things listed below happen a lot. These aren’t cherry-picked. All quotes are made up.Let me be super clear about my intention: I want people to avoid these traps so they can shine and show us what they’re capable of.We invest a lot of energy at @CPI_foundation into trying to hire in a fair and unbiased way. That’s why we use the @beapplied platform (which lets us review answers to work-related questions anonymously rather than review CVs and cover letters) and structured interviews.That’s why we care about how people perform once they decide to submit an application with us. We want to get the best candidates and that might well include people who don’t come across in the best possible way for reasons that don’t correlate with competence.For applications that we run through the @beapplied platform, we ask applicants practical questions (e.g. “how would you handle situation x?”). We then review the anonymized written answers. The way we do this is by reviewing all responses to question 1, then all those to question 2, etc.This is quite different from the usual CV plus cover letter system. While most items below apply universally in any job application or interview situation, some are more specific to systems that use anonymized written answers.With all of that out of the way, here we go:      Always submit your CV/resume as a PDF, never as a Word file. Word files look unpolished and the formatting often breaks. This is a small thing but do not underestimate just how big of a difference it makes.        Do not reveal confidential information about your current or past employers. Don’t. Resist the temptation. It’s done to build a connection and impress but it does the opposite. It immediately makes me worry about what you’ll say about us once you leave.        Be kind when you talk about your current or former colleagues. There are ways of talking about difficult situations that don’t sound like you’re slagging off a colleague.        Be specific about your contributions when asked. If you’re asked what your contribution to a team was, make sure we understand what you did. Don’t be shy, it’s not bragging, we want to know!        Answer the question. If we ask how you would go about doing x, tell us how you would go about doing x. Don’t answer a different question.        Keep it simple. Avoid jargon and abbreviations. This is particularly important in writing where we can’t ask clarifying questions. If you’re telling me about how “dealing with the IATR process required NFC buy-in” I will have no idea what you’re talking about.        Practical tip: for “tell me about a time when you did x” questions use the ‘STAR’ framework: Situation, Task, Action, Result. Works like a charm because makes sure that you give a clear answer. It also helps because it makes you tell a story rather than just list facts.        In written answers (I/III): check your grammar. Use the active voice (“results had to be communicated” -&gt; “we/I communicated the results”). Use a clear structure (paragraphs, bullet points, section titles, …).        In written answers (II/III): play it straight. Humour and/or quirky responses rarely work. You can be as witty as you like in person but it often comes across as ill-judged in text.        In written answers (III/III): keep it short. Don’t use more words than necessary. We are often impressed by concise answers (both spoken and in writing) that do the job. It demonstrates your ability to think and communicate clearly.        Specifically for answers on the @beapplied platform: avoid cross-referencing between your answers (“as I’ve mentioned above…”). Because we batch review all responses to the same question together and because it’s all anonymized we won’t know what you’re referring to.        On your CV/resume: use a straight-forward email address (usually some combination of your first and last name), avoid anything that isn’t that (e.g. “joebrumby96@gmail.com”).        Outside of a formal job application process, when asking for an informational interview or a ‘coffee chat’: avoid emailing multiple people on the team separately. Even if you customise your emails, don’t forget that we tend to sit next to each other and we talk 😃  That’s it for now. This isn’t a comprehensive list and it’s always hard to get all the nuance across in short posts but hopefully, this is of use to some out there. If you recognize having done some of these things yourself don’t worry too much, I’ve certainly done the same! :)This post started out as a thread on Twitter. It seemed to resonate and I’ve turned it into a Medium post to make it easier to refer to it.I was inspired to share this by @jhaushofer (who recently shared a #hiddencurriculum doc he gives to Research Assistants and students: https://twitter.com/jhaushofer/status/1156853146985086976…) and by @patio11 who made a different-but-related point that there’s lots of value in capturing implicit knowledge and making it explicit (https://twitter.com/patio11/status/1069422308526239744…)Many thanks to my colleagues @MargotGagliani, @_AdrianBrown, and John Burgoyne who helped me pull this together.",
            "content_html": "<p><em>Danny Buerkli, 04 September 2019</em></p><p><em>This article was originally published on the Centre for Public Impact’s <a href=\"https://medium.com/centre-for-public-impact/13-easy-to-avoid-mistakes-which-will-unnecessarily-but-significantly-diminish-your-chances-when-de2b4b0f5093\">Medium</a> page.</em></p><p>I have been involved in a few recruitment rounds over the past years. There are recurring, easy-to-avoid mistakes people make which unnecessarily but very significantly diminish their chances.</p><p>Sometimes those mistakes correlate with a lack of competence. But a lot of times it seems to be more due to a <a href=\"https://twitter.com/hashtag/hiddencurriculum?src=hashtag_click\">#hiddencurriculum</a> issue. People may have never had the benefit of being told these things (or of being in an environment where these are taught as self-evident).</p><p>A few remarks upfront:</p><p>I’ve seen all of the things listed below happen a lot. These aren’t cherry-picked. All quotes are made up.</p><p>Let me be super clear about my intention: I want people to avoid these traps so they can shine and show us what they’re capable of.</p><p>We invest a lot of energy at <a href=\"https://twitter.com/CPI_foundation\">@CPI_foundation</a> into trying to hire in a fair and unbiased way. That’s why we use the <a href=\"https://twitter.com/beapplied\">@beapplied</a> platform (which lets us review answers to work-related questions anonymously rather than review CVs and cover letters) and structured interviews.</p><p>That’s why we care about how people perform once they decide to submit an application with us. We want to get the best candidates and that might well include people who don’t come across in the best possible way for reasons that don’t correlate with competence.</p><p>For applications that we run through the <a href=\"https://twitter.com/beapplied\">@beapplied</a> platform, we ask applicants practical questions (e.g. “how would you handle situation x?”). We then review the anonymized written answers. The way we do this is by reviewing all responses to question 1, then all those to question 2, etc.</p><p>This is quite different from the usual CV plus cover letter system. While most items below apply universally in any job application or interview situation, some are more specific to systems that use anonymized written answers.</p><p>With all of that out of the way, here we go:</p><ul>  <li>    <p><strong>Always submit your CV/resume as a PDF, never as a Word file.</strong> Word files look unpolished and the formatting often breaks. This is a small thing but do not underestimate just how big of a difference it makes.</p>  </li>  <li>    <p><strong>Do not reveal confidential information about your current or past employers.</strong> Don’t. Resist the temptation. It’s done to build a connection and impress but it does the opposite. It immediately makes me worry about what you’ll say about us once you leave.</p>  </li>  <li>    <p><strong>Be kind when you talk about your current or former colleagues.</strong> There are ways of talking about difficult situations that don’t sound like you’re slagging off a colleague.</p>  </li>  <li>    <p><strong>Be specific about <em>your</em> contributions when asked.</strong> If you’re asked what your contribution to a team was, make sure we understand what <em>you</em> did. Don’t be shy, it’s not bragging, we want to know!</p>  </li>  <li>    <p><strong>Answer the question.</strong> If we ask how you would go about doing x, tell us how you would go about doing x. Don’t answer a different question.</p>  </li>  <li>    <p><strong>Keep it simple.</strong> Avoid jargon and abbreviations. This is particularly important in writing where we can’t ask clarifying questions. If you’re telling me about how “dealing with the IATR process required NFC buy-in” I will have no idea what you’re talking about.</p>  </li>  <li>    <p>Practical tip: for “tell me about a time when you did x” questions <strong>use the ‘STAR’ framework: Situation, Task, Action, Result</strong>. Works like a charm because makes sure that you give a clear answer. It also helps because it makes you tell a story rather than just list facts.</p>  </li>  <li>    <p>In written answers (I/III): <strong>check your grammar. Use the active voice</strong> (“results had to be communicated” -&gt; “we/I communicated the results”). Use a clear structure (paragraphs, bullet points, section titles, …).</p>  </li>  <li>    <p>In written answers (II/III): <strong>play it straight.</strong> Humour and/or quirky responses rarely work. You can be as witty as you like in person but it often comes across as ill-judged in text.</p>  </li>  <li>    <p>In written answers (III/III): <strong>keep it short.</strong> Don’t use more words than necessary. We are often impressed by concise answers (both spoken and in writing) that do the job. It demonstrates your ability to think and communicate clearly.</p>  </li>  <li>    <p><strong>Specifically for answers on the <a href=\"https://twitter.com/beapplied\">@beapplied</a> platform: avoid cross-referencing between your answers</strong> (“as I’ve mentioned above…”). Because we batch review all responses to the same question together and because it’s all anonymized we won’t know what you’re referring to.</p>  </li>  <li>    <p>On your CV/resume: <strong>use a straight-forward email address</strong> (usually some combination of your first and last name), avoid anything that isn’t that (e.g. “joebrumby96@gmail.com”).</p>  </li>  <li>    <p>Outside of a formal job application process, when asking for an informational interview or a ‘coffee chat’: <strong>avoid emailing multiple people on the team separately.</strong> Even if you customise your emails, don’t forget that we tend to sit next to each other and we talk 😃</p>  </li></ul><p>That’s it for now. This isn’t a comprehensive list and it’s always hard to get all the nuance across in short posts but hopefully, this is of use to some out there. If you recognize having done some of these things yourself don’t worry too much, I’ve certainly done the same! :)</p><p>This post started out as a <a href=\"https://twitter.com/dannybuerkli/status/1164128608379691009\">thread</a> on Twitter. It seemed to resonate and I’ve turned it into a Medium post to make it easier to refer to it.</p><p>I was inspired to share this by <a href=\"https://twitter.com/jhaushofer\">@jhaushofer</a> (who recently shared a <a href=\"https://twitter.com/hashtag/hiddencurriculum?src=hashtag_click\">#hiddencurriculum</a> doc he gives to Research Assistants and students: <a href=\"https://twitter.com/jhaushofer/status/1156853146985086976\">https://twitter.com/jhaushofer/status/1156853146985086976…</a>) and by <a href=\"https://twitter.com/patio11\">@patio11</a> who made a different-but-related point that there’s lots of value in capturing implicit knowledge and making it explicit (<a href=\"https://twitter.com/patio11/status/1069422308526239744\">https://twitter.com/patio11/status/1069422308526239744…</a>)</p><p>Many thanks to my colleagues <a href=\"https://twitter.com/MargotGagliani\">@MargotGagliani</a>, <a href=\"https://twitter.com/_AdrianBrown\">@_AdrianBrown</a>, and <a href=\"https://twitter.com/JohnBurgoyne07\">John Burgoyne</a> who helped me pull this together.</p>",
            "url": "https://dannybuerkli.com//2019/09/04/mistakes-to-avoid",
            
            
            
            
            
            "date_published": "2019-09-04T00:00:00+02:00",
            "date_modified": "2019-09-04T00:00:00+02:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2019/08/23/a-tale-of-two-paradigms",
            "title": "A tale of two paradigms — meet the ideas which changing public administrations around the world",
            "summary": "We are currently witnessing in a kind of ‘quiet revolution’ the emergence of a new paradigm in public administration. It’s one that relies on shared power rather than control.",
            "content_text": "Danny Buerkli, 23 August 2019This essay was originally published on the Centre for Public Impact’s Medium page.  “Most people imagine that the present style of management has always existed, and is a fixture. Actually, it is a modern invention — a prison created by the way in which people interact.” W. Edwards DemingWe need paradigms to understand the world around us. There is no such thing as “simply seeing what’s in front of us” or “just using common sense”. We always require some frame through which to interpret what is going on.One such paradigm —which exerts much influence in business just as in public administration — is managerialism, the belief that all kinds of problems, irrespective of their context, can be solved by applying control, hierarchy, evidence, and “best practice”.While the problems with managerialism have been apparent for a long time, it still exerts a strong influence on our imagination, including in the public sector. Unfortunately, managerialism is, however, not well adapted to many of the challenges public administrations face.To understand why that’s the case it’s important to understand the historical context from which this paradigm emerged.The origins of managerialismLet’s go back to the England of Queen Victoria. Before Frederick Winslow Taylor introduced the idea of “scientific management” in the late 19th century, every artisan would have their own way of, say, weaving a piece of cloth.Taylor broke up any activity into its constituent parts, figured out The One Best Wayfor each and did away with all that variation. Once the ideal, e.g. most time-saving way of picking up a hammer had been found, Taylor made sure no worker deviated from it.Taylor’s method of so-called “scientific management” allowed firms to literally do more with less. Around the year 1900, the time required to produce a cannon projectile dropped from ten hours to a mere ninety minutes.Today, this way of optimizing production seems so obvious that it’s hard to imagine a world in which we would organize things differently. But to the artisans of the late 19th century, the introduction of these “best practices” felt anything but obvious. Workers who thought of themselves as skilled individuals felt offended by the fact that they were reduced to being human cogs in an optimized machine.Optimize this! (photo by Ant Rozetsky on Unsplash)Taylor’s peers, on the other hand, were deeply impressed. Henri Le Châtelier, a chemist, praised Taylor’s method as “a model which every young engineer will have to study”. Many took this advice and studied Taylor’s ideas and those of his contemporaries — like Henry L. Gantt, of Gantt chart fame — and collectively built the modern discipline of management.Times have changed but Taylor’s influence still looms large — “put the pen in your left shirt pocket”Management thinking has, of course, evolved a great deal since the early 20th century. But in many ways, Taylor’s insights are still as influential and useful as ever. Amazon’s close monitoring of its fulfillment center workers using wristbands or the way in which UPS instructs its drivers in which shirt pocket to put their pens (“right-handed people should use the left pocket, and vice versa”) is indistinguishable from how Taylor optimized steel plants.Taylor’s fundamental insight was that people we would come to call “managers” could deconstruct activities into their constituent parts (e.g. how a delivery driver pulls out his pen to get a receipt signed) and would identify The One Best Way to do it.\"I've calculated that putting your pen in your left pocket will save us three seconds\" (photo by Jude Beck on Unsplash)This method of optimising work excels, but only under a rather specific set of circumstances. It works when we have clear objectives, when those objectives are measurable, when we understand what drives performance, when things work in linear and deterministic ways and, finally, when none of these things change.A different way of saying it is that Taylor’s practices work in situations that are complicated but not complex. But what does that mean?Interlude: what is the difference between “complicated” and “complex”?Something that’s complex isn’t just something that’s very complicated. The two concepts are entirely distinct. Here’s a simple yet accurate analogy which I owe to Mark Foden (once you’re done reading you should click through and listen to his podcast):⏰Complicated things are like clocks. You can take one apart, study the many pieces, understand how they interlock and from that learn how a clock works. Clocks operate in predetermined ways.Clock = complicated (photo by Sonja Langford on Unsplash)🐈 Complex things are like cats. They don’t work in predetermined ways and opening up a cat will get you only a limited (and gory) insight into why it behaves the way it does. Cats are organisms and their behaviour emerges from interactions between what’s happening inside a cat as well as between that and a cat’s environment.Or, in the words of Nassim Nicholas Taleb, “the main idea behind complex systems is that the ensemble behaves in way not predicted by the components. The interactions matter more than the nature of the units.”Cat = complex (photo by Borna Bevanda on Unsplash)Any social benefits system, for example, has aspects of both “clock” and “cat”. The transactional parts that deal with moving money from government to beneficiaries are complicated, i.e. clock-like. The aspects of the system that aim to change beneficiaries’ behaviour are complex, i.e. cat-like.Much of what public administrations deal with is complex, not complicatedThere are many bits of government that are predominantly transactional, relatively unchanging and complicated. These are activities that may have easily measurable outcomes with clearly understood mechanisms behind them.Printing passports might be one example. This doesn’t mean that running a well-functioning passport office is easy — it is not. It simply means that managerial practices will work. By using targets, KPIs, best practices, and a strict distinction between managers and workers we stand a reasonable chance of achieving a well-functioning passport office.Printing passports --- complicated but, for the most part, not complex (Photo by Kelly Sikkema on Unsplash)There is, however, a wide and important range of things governments do that are predominantly complex.Think, for example, of education or healthcare. How a child learns or how patients maintain or regain their health isn’t a process that can be understood by closely looking at its different parts in isolation.These outcomes can’t be “managed” or “produced” in any meaningful sense of the word. Instead, it is better to think of them as emergent properties of complex systems.Bringing “clock” practices to bear on “cat” problems is a bit like trying to get a flower to bloom by pulling at leaves instead of tending to the surrounding conditions the plant needs. At best it’s ineffective, at worst it’s destructive.Emergency room physicians at a medical center in Oregon, USA recently complained about their hospital administrators refusing to admit very ill patients. What had happened? The management was under pressure to improve the hospital’s performance metrics. Those metrics are negatively impacted by people dying in the hospital. Entirely predictably the hospital started sending critically ill patients away.There exist an enormous number of examples where public administrations attempt to solve “cat” problems with “clock” practices. The problems than then promptly ensue are sadly entirely predictable and they are the norm, not the exception.How should we go about changing this?“If you’re in a hole stop digging”, learn from what’s already here, and lead by exampleIt’s time to replace or at least complement the dominant managerial paradigm with something that’s more adapted to complexity.1) The First Rule of Holes: “If you’re in a hole, stop digging”No amount of tweaking and refining will make practices borne out of complicatedness fit for complexity. If you’re in a hole, you need to stop digging. A different shovel made of sophisticated materials isn’t going to help. Doing less of the wrong thing is not the same as doing the right thing. This might mean, for example, not having fewer targets but having no targets.2) We should learn from what’s already hereIt’s important to remember that none of this is fundamentally new. Elinor Ostrom won a Nobel Prize for documenting some of these mechanisms in her 1991 book “Governing the Commons”.James C. Scott described the importance of tacit knowledge in complex situations his 1999 classic “Seeing Like a State” and Herbert Simon wrote in 1969:  “when we come to the design of systems as complex as cities, or buildings, or economies, we must give up the aim of creating systems that will optimize some hypothesized utility function”.We should be careful not to reinvent the wheel and to learn as much as possible from the pioneers who have worked on these questions for a long time.3) “You can’t reason someone out of something they haven’t been reasoned into” — that’s why we need to lead by exampleParadigms don’t change easily. The old ones usually put up a fight before we all collectively shift to a new paradigm. Too much — companies, careers, reputations — is at risk for this to happen quickly. Also, when they’re strong enough we forget that they exist in the first place. Established practices become “common sense” and, as a result, are impervious to criticism.That’s why it’s almost impossible to win a theoretical argument against the dominant paradigm. The way forward then is to proceed by practical action, to demonstrate the effectiveness of complexity-conscious ways of working, and to champion the many examples that already exist out there.The emerging contours of a complexity-conscious paradigm for public administrationWe are currently witnessing in a kind of ‘quiet revolution’ the emergence of a new, competing paradigm. It’s one that relies on shared power rather than control.Buurtzorg, a Dutch home care organisation, for example, delivers outstanding care with no managers and no targets (see our detailed case study here). Wigan Council in the north of England implemented The Deal, a radically holistic, ethnographically based approach to public service delivery.Movements like the Losing Control Network or OneTeamGov are working in vastly different contexts but are gaining traction with their ideas that are highly attuned to complexity.The same themes are also resonating in the development world. Dan Honig, Professor at Johns Hopkins SAIS, used a database of over 14’000 development projects to show that “tight controls” and a “narrow focus on reaching pre-set targets” undermined the performance of foreign aid projects in complex environments. The Doing Development Differently movement has been arguing for a more complexity-informed approach for years now.All progress happens at the periphery first and then moves, over time, into the mainstream. This will not be any different. While we don’t yet exactly know what this new paradigm will look like we can discern some emerging contours.In our recent discussion paper on the Shared Power Principle, we describe four patterns that characterize this paradigm:      Subsidiarity as a guide: putting decision-making power into the hands of people or organisations with the greatest knowledge of an issue and helping them exercise this power as effectively as possible.        Relationships first: embracing human complexity and acknowledging that we should not seek solutions with the “average” citizen in mind. We need more bespoke approaches, which require deep and trusted relationships that go beyond mere transactions.        New forms of governance and leadership: fostering the emergence of more diverse accountability structures that give people time and space to make and discuss decisions.        Building a culture of continuous learning: creating a culture of continuous learning within teams and across different organisations.  The paper contains much more detail on all of these. Much remains to be discovered and figured out but it is encouraging to see so much movement and experimentation.One day this new, complexity-informed paradigm will no doubt seem blindingly obvious, just like the managerial paradigm of efficiency and “best practice” feels obvious right now. Until then we need to keep chipping away at the old paradigm and leading by example to bring about a new one.Special thanks go to my colleagues Lena Kuenkel, Adrian Brown, John Burgoyne, and Bridget Nurre Jennions for their help with this post.",
            "content_html": "<p><em>Danny Buerkli, 23 August 2019</em></p><p><em>This essay was originally published on the Centre for Public Impact’s <a href=\"https://medium.com/centre-for-public-impact/a-tale-of-two-paradigms-meet-the-idea-which-is-quietly-changing-public-administrations-around-e2e57171f451\">Medium</a> page.</em></p><blockquote>  <p>“Most people imagine that the present style of management has always existed, and is a fixture. Actually, it is a modern invention — a prison created by the way in which people interact.” W. Edwards Deming</p></blockquote><p>We need paradigms to understand the world around us. There is no such thing as <em>“simply seeing what’s in front of us”</em> or <em>“just using common sense”</em>. We always require some frame through which to interpret what is going on.</p><p>One such paradigm —which exerts much influence in business just as in public administration — is managerialism, the belief that all kinds of problems, irrespective of their context, can be solved by applying control, hierarchy, <a href=\"https://www.centreforpublicimpact.org/sub-prime-evidence-evidence-based-policy-facing-crisis/\">evidence</a>, and “<a href=\"https://www.centreforpublicimpact.org/misleading-allure-best-practice-%e2%81%a0-contributor-daniel-thornton/\">best practice</a>”.</p><p>While the problems with managerialism have been apparent for a long time, it still exerts a strong influence on our imagination, including in the public sector. Unfortunately, managerialism is, however, not well adapted to many of the challenges public administrations face.</p><p>To understand why that’s the case it’s important to understand the historical context from which this paradigm emerged.</p><h1 id=\"the-origins-of-managerialism\">The origins of managerialism</h1><p>Let’s go back to the England of Queen Victoria. Before Frederick Winslow Taylor introduced the idea of “scientific management” in the late 19th century, every artisan would have their own way of, say, weaving a piece of cloth.</p><p>Taylor broke up any activity into its constituent parts, figured out The One Best Wayfor each and did away with all that variation. Once the ideal, e.g. most time-saving way of picking up a hammer had been found, Taylor made sure no worker deviated from it.</p><p>Taylor’s method of so-called “<a href=\"https://en.wikipedia.org/wiki/Scientific_management\">scientific management</a>” allowed firms to literally do more with less. Around the year 1900, the time required to produce a cannon projectile dropped from ten hours to a mere ninety minutes.</p><p>Today, this way of optimizing production seems so obvious that it’s hard to imagine a world in which we would organize things differently. But to the artisans of the late 19th century, the introduction of these “best practices” felt anything but obvious. Workers who thought of themselves as skilled individuals felt offended by the fact that they were reduced to being human cogs in an optimized machine.</p><p><img src=\"/assets/20190823_two_paradigms_a.jpeg\" alt=\"steel foundry\" /></p><figcaption>Optimize this! (photo by Ant Rozetsky on Unsplash)</figcaption><p>Taylor’s peers, on the other hand, were deeply impressed. Henri Le Châtelier, a chemist, praised Taylor’s method as “a model which every young engineer will have to study”. Many took this advice and studied Taylor’s ideas and those of his contemporaries — like Henry L. Gantt, of Gantt chart fame — and collectively<a href=\"https://hbr.org/2014/07/managements-three-eras-a-brief-history\"> built the modern discipline of management</a>.</p><h1 id=\"times-have-changed-but-taylors-influence-still-looms-large--put-the-pen-in-your-left-shirt-pocket\">Times have changed but Taylor’s influence still looms large — “put the pen in your left shirt pocket”</h1><p>Management thinking has, of course, evolved a great deal since the early 20th century. But in many ways, Taylor’s insights are still as influential and useful as ever. Amazon’s close monitoring of its fulfillment center workers<a href=\"https://www.nytimes.com/2018/02/01/technology/amazon-wristband-tracking-privacy.html\"> using wristbands</a> or the way in which UPS instructs its drivers in which shirt pocket to put their pens (<a href=\"https://www.thenation.com/article/these-workers-have-new-demand-stop-watching-us/\">“right-handed people should use the left pocket, and vice versa”</a>) is indistinguishable from how Taylor optimized steel plants.</p><p>Taylor’s fundamental insight was that people we would come to call “managers” could deconstruct activities into their constituent parts (e.g. how a delivery driver pulls out his pen to get a receipt signed) and would identify The One Best Way to do it.</p><p><img src=\"/assets/20190823_two_paradigms_b.jpeg\" alt=\"stopwatch\" /></p><figcaption>\"I've calculated that putting your pen in your left pocket will save us three seconds\" (photo by Jude Beck on Unsplash)</figcaption><p>This method of optimising work excels, but only under a rather specific set of circumstances. It works when we have clear objectives, when those objectives are measurable, when we understand what drives performance, when things work in linear and deterministic ways and, finally, when none of these things change.</p><p>A different way of saying it is that Taylor’s practices work in situations that are <em>complicated </em>but not <em>complex</em>. But what does that mean?</p><h1 id=\"interlude-what-is-the-difference-between-complicated-and-complex\">Interlude: what is the difference between “complicated” and “complex”?</h1><p>Something that’s complex isn’t just something that’s <em>very</em> complicated. The two concepts are entirely distinct. Here’s a simple yet accurate analogy which I owe to <a href=\"https://markfoden.com/clockcat/2018/12/episode-1-introduction\">Mark Foden</a> (once you’re done reading you should click through and listen to his podcast):</p><p>⏰Complicated things are like <em>clocks</em>. You can take one apart, study the many pieces, understand how they interlock and from that learn how a clock works. Clocks operate in predetermined ways.</p><p><img src=\"/assets/20190823_two_paradigms_c.jpeg\" alt=\"clock\" /></p><figcaption>Clock = complicated (photo by Sonja Langford on Unsplash)</figcaption><p>🐈 Complex things are like <em>cats</em>. They don’t work in predetermined ways and opening up a cat will get you only a limited (and gory) insight into why it behaves the way it does. Cats are organisms and their behaviour emerges from interactions between what’s happening inside a cat as well as between that and a cat’s environment.</p><p>Or, in the words of <a href=\"https://medium.com/@nntaleb/the-most-intolerant-wins-the-dictatorship-of-the-small-minority-3f1f83ce4e15\">Nassim Nicholas Taleb</a>, “<em>the main idea behind complex systems is that the ensemble behaves in way not predicted by the components. The interactions matter more than the nature of the units</em>.”</p><p><img src=\"/assets/20190823_two_paradigms_d.jpeg\" alt=\"cat\" /></p><figcaption>Cat = complex (photo by Borna Bevanda on Unsplash)</figcaption><p>Any social benefits system, for example, has aspects of both “clock” and “cat”. The transactional parts that deal with moving money from government to beneficiaries are <em>complicated</em>, i.e. clock-like. The aspects of the system that aim to change beneficiaries’ behaviour are <em>complex</em>, i.e. cat-like.</p><h1 id=\"much-of-what-public-administrations-deal-with-is-complex-not-complicated\">Much of what public administrations deal with is complex, not complicated</h1><p>There are many bits of government that are predominantly transactional, relatively unchanging and <em>complicated</em>. These are activities that may have easily measurable outcomes with clearly understood mechanisms behind them.</p><p>Printing passports might be one example. This doesn’t mean that running a well-functioning passport office is easy — it is not. It simply means that managerial practices will work. By using targets, KPIs, best practices, and a strict distinction between managers and workers we stand a reasonable chance of achieving a well-functioning passport office.</p><p><img src=\"/assets/20190823_two_paradigms_d.jpeg\" alt=\"passport\" /></p><figcaption>Printing passports --- complicated but, for the most part, not complex (Photo by Kelly Sikkema on Unsplash)</figcaption><p>There is, however, a wide and important range of things governments do that are predominantly <em>complex</em>.</p><p>Think, for example, of education or healthcare. How a child learns or how patients maintain or regain their health isn’t a process that can be understood by closely looking at its different parts in isolation.</p><p>These outcomes can’t be “managed” or “produced” in any meaningful sense of the word. Instead, it is better to think of them as <a href=\"https://necsi.edu/emergence\">emergent</a> properties of complex systems.</p><p>Bringing “clock” practices to bear on “cat” problems is a bit like trying to get a flower to bloom by pulling at leaves instead of tending to the surrounding conditions the plant needs. At best it’s ineffective, at worst it’s destructive.</p><p>Emergency room physicians at a medical center in Oregon, USA recently complained about their hospital administrators refusing to admit very ill patients. What had happened? The management was under pressure to improve the hospital’s performance metrics. Those metrics are negatively impacted by people dying in the hospital. Entirely predictably the hospital started<a href=\"https://www.theguardian.com/commentisfree/2018/sep/08/our-obsession-with-metrics-is-hurting-us-and-even-endangering-our-lives\"> sending critically ill patients away</a>.</p><p>There exist an <a href=\"https://www.themandarin.com.au/89264-welcome-targetworld-goals-can-undermine-performance/\">enormous</a> <a href=\"https://gimletmedia.com/shows/reply-all/o2hx34\">number</a> of <a href=\"https://oxfamblogs.org/fp2p/book-review-navigation-by-judgment-by-dan-honig/\">examples</a> where public administrations attempt to solve “cat” problems with “clock” practices. The problems than then promptly ensue are sadly entirely predictable and they are the norm, not the exception.</p><p>How should we go about changing this?</p><h1 id=\"if-youre-in-a-hole-stop-digging-learn-from-whats-already-here-and-lead-by-example\">“If you’re in a hole stop digging”, learn from what’s already here, and lead by example</h1><p>It’s time to replace or at least complement the dominant managerial paradigm with something that’s more adapted to complexity.</p><h2 id=\"1-the-first-rule-of-holes-if-youre-in-a-hole-stop-digging\">1) The First Rule of Holes: “If you’re in a hole, stop digging”</h2><p>No amount of tweaking and refining will make practices borne out of complicatedness fit for complexity. If you’re in a hole, you need to stop digging. A different shovel made of sophisticated materials isn’t going to help. Doing less of the wrong thing is not the same as doing the right thing. This might mean, for example, not having fewer targets but having no targets.</p><h2 id=\"2-we-should-learn-from-whats-already-here\">2) We should learn from what’s already here</h2><p>It’s important to remember that none of this is fundamentally new. Elinor Ostrom won a Nobel Prize for documenting some of these mechanisms in her 1991 book “<a href=\"https://www.cambridge.org/core/books/governing-the-commons/A8BB63BC4A1433A50A3FB92EDBBB97D5\">Governing the Commons</a>”.</p><p>James C. Scott described the importance of tacit knowledge in complex situations his 1999 classic “<a href=\"https://yalebooks.yale.edu/book/9780300078152/seeing-state\">Seeing Like a State</a>” and Herbert Simon wrote in 1969:</p><blockquote>  <p>“when we come to the design of systems as complex as cities, or buildings, or economies, we must give up the aim of creating systems that will optimize some hypothesized utility function”.</p></blockquote><p>We should be careful not to reinvent the wheel and to learn as much as possible from the pioneers who have worked on these questions for a long time.</p><h2 id=\"3-you-cant-reason-someone-out-of-something-they-havent-been-reasoned-into--thats-why-we-need-to-lead-by-example\">3) “You can’t reason someone out of something they haven’t been reasoned into” — that’s why we need to lead by example</h2><p>Paradigms don’t change easily. The old ones usually put up a fight before we all collectively shift to a new paradigm. Too much — companies, careers, reputations — is at risk for this to happen quickly. Also, when they’re strong enough we forget that they exist in the first place. Established practices become “common sense” and, as a result, are impervious to criticism.</p><p>That’s why it’s almost impossible to win a theoretical argument against the dominant paradigm. The way forward then is to proceed by practical action, to demonstrate the effectiveness of complexity-conscious ways of working, and to champion the many examples that already exist out there.</p><h1 id=\"the-emerging-contours-of-a-complexity-conscious-paradigm-for-public-administration\">The emerging contours of a complexity-conscious paradigm for public administration</h1><p>We are currently witnessing in a kind of ‘<a href=\"https://www.civilserviceworld.com/articles/opinion/opinion-quiet-revolution-public-services-has-got-whitehall%E2%80%99s-attention\">quiet revolution</a>’ the emergence of a new, competing paradigm. It’s one that relies on <a href=\"https://resources.centreforpublicimpact.org/production/2019/07/WEB-CPI-Shared-Power-Principle.pdf\">shared power rather than control</a>.</p><p>Buurtzorg, a Dutch home care organisation, for example, delivers outstanding care with no managers and no targets (see our <a href=\"https://www.centreforpublicimpact.org/case-study/buurtzorg-revolutionising-home-care-netherlands/\">detailed case study here</a>). Wigan Council in the north of England <a href=\"https://www.centreforpublicimpact.org/tight-values-loose-delivery-donna-hall-leading-deal-wigan/\">implemented</a> <a href=\"http://www.centreforpublicimpact.org/case-study/the-wigan-deal/\">The Deal</a>, a radically holistic, ethnographically based approach to public service delivery.</p><p>Movements like the <a href=\"https://www.losingcontrol.org/\">Losing Control Network</a> or <a href=\"https://www.oneteamgov.uk/\">OneTeamGov</a> are working in vastly different contexts but are gaining traction with their ideas that are highly attuned to complexity.</p><p>The same themes are also resonating in the development world. <a href=\"https://global.oup.com/academic/product/navigation-by-judgment-9780190672454?cc=gb&amp;lang=en&amp;\">Dan Honig</a>, Professor at Johns Hopkins SAIS, used a database of over 14’000 development projects to show that “tight controls” and a “narrow focus on reaching pre-set targets” undermined the performance of foreign aid projects in complex environments. The <a href=\"https://www.odi.org/sites/odi.org.uk/files/odi-assets/events-documents/5149.pdf\">Doing Development Differently</a> movement has been arguing for a more complexity-informed approach for years now.</p><p>All progress happens at the periphery first and then moves, over time, into the mainstream. This will not be any different. While we don’t yet exactly know what this new paradigm will look like we can discern some emerging contours.</p><p>In our recent discussion paper on the <a href=\"https://resources.centreforpublicimpact.org/production/2019/07/WEB-CPI-Shared-Power-Principle.pdf\">Shared Power Principle</a>, we describe four patterns that characterize this paradigm:</p><ol>  <li>    <p><strong>Subsidiarity as a guide:</strong> putting decision-making power into the hands of people or organisations with the greatest knowledge of an issue and helping them exercise this power as effectively as possible.</p>  </li>  <li>    <p><strong>Relationships first:</strong> embracing human complexity and acknowledging that we should not seek solutions with the “average” citizen in mind. We need more bespoke approaches, which require deep and trusted relationships that go beyond mere transactions.</p>  </li>  <li>    <p><strong>New forms of governance and leadership:</strong> fostering the emergence of more diverse accountability structures that give people time and space to make and discuss decisions.</p>  </li>  <li>    <p><strong>Building a culture of continuous learning:</strong> creating a culture of continuous learning within teams and across different organisations.</p>  </li></ol><p>The <a href=\"https://resources.centreforpublicimpact.org/production/2019/07/WEB-CPI-Shared-Power-Principle.pdf\">paper</a> contains much more detail on all of these. Much remains to be discovered and figured out but it is encouraging to see so much movement and experimentation.</p><p>One day this new, complexity-informed paradigm will no doubt seem blindingly obvious, just like the managerial paradigm of efficiency and “best practice” feels obvious right now. Until then we need to keep chipping away at the old paradigm and leading by example to bring about a new one.</p><p><br /></p><hr /><p><br /></p><p>Special thanks go to my colleagues <a href=\"https://twitter.com/LenaKuenkel\">Lena Kuenkel</a>, <a href=\"https://twitter.com/_AdrianBrown\">Adrian Brown</a>, <a href=\"https://twitter.com/JohnBurgoyne07\">John Burgoyne</a>, and <a href=\"https://twitter.com/bnjcomms\">Bridget Nurre Jennions</a> for their help with this post.</p>",
            "url": "https://dannybuerkli.com//2019/08/23/a-tale-of-two-paradigms",
            
            
            
            "tags": ["complexity","public","administration"],
            
            "date_published": "2019-08-23T00:00:00+02:00",
            "date_modified": "2019-08-23T00:00:00+02:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2019/07/31/how-self-organisation-has-changed-the-way-we-work",
            "title": "How self-organisation has changed the way we work and what I have learned along the way",
            "summary": "Four things we learned from moving towards self-organisation as a team",
            "content_text": "Danny Buerkli, 31 July 2019This essay was originally published on the Centre for Public Impact’s Medium page.In January this year we, the London-based team of the Centre for Public Impact, began moving from being a hierarchical, conventional organisation to one that’s built on self-organisation. We collectively determine the projects we take on as an organisation, we individually decide where our skills and judgment can contribute most and each project team is empowered to make all decisions it needs to. There’s more detail to it, of course, but this is the gist of it.Before moving to self-management we operated the way most organisations do: we had a hierarchy, line managers, and all the other features you’d find in most places. Why? Because that’s how work works, doesn’t it?Self-organisation offered a radical and promising alternative. We got interested in self-management through seeing a handful of public service organisations doing it and sensing that there was a lot of promise in this.When I was first confronted with the idea of self-organisation (or self-management, as it’s also called) I was skeptical — somewhere on the spectrum between “ha, no way” and “beautiful idea but this can’t possibly work for us”. I completely changed my mind. Having lived it now I know that I wouldn’t want to go back.The way to self-management has, however, involved considerable pain and we’ve made more than a few decisions which turned out to look a lot like mistakes. It’s, of course, possible that in some oblique way these helped us get to where we are today. But if we were to do this again I would want to think long and hard about these and almost certainly do things differently.We initially weren’t aligned on whether we had in fact made the decision to move to self-management and, if so, what it would mean: in Fall last year we had a team away day where we discussed our collective desire to move to a less hierarchical, more self-directed management model. Out of that grew the decision to move to self-management. We have, however, different recollections of how that decision came about, who was involved in it and whether the group had wanted this in the first place.We had a lack of a clear mandate coupled with a disagreement over who gets to make the decision to move to self-management (is it ‘the last hierarchical decision ever taken’ or is it the team? If it’s the team, does it need to happen by consensus or is a plurality enough?). This turned out to be a formidable obstacle which cost us a lot of time and energy.Moving to self-organisation is not necessarily a decision that needs to be made by consensus, though that’s an option. What it needs is clarity around the decision to do it and what self-management means. We had neither.We tried to reinvent the mechanics of self-organised working without learning from others that had gone before us: we took a radical approach and removed (almost) at once all structure and procedures that we had in place previously. The idea was that this would show what we actually needed. It works in theory but it didn’t in practice. We ended up discovering lots of things which no doubt others already knew. This approach caused a significant amount of unnecessary pain and anxiety for many on the team because of the high degree of uncertainty that came with it.Every organisation is unique and I would never advocate copying an existing model wholesale. Not building more purposefully on what was already out there was, however, not the best choice.We’ve also come to understand that self-management does not imply getting rid of structures and processes. Quite the opposite, it requires an intentional effort to craft structures which create clarity and allow everyone to get on with the work.We struggled to distinguish management from leadership and abdicated responsibility: one of the most common failure modes when moving from traditional management to self-organisation is for managers to disengage and abdicate responsibility in an attempt to create the space for others to step into. I walked right into that trap. The only solace is that I wasn’t the only one to do that…If you’re reading the above and are thinking ‘this sounds hard and while Danny is being candid I suspect there’s lots more emotional conflict and anxiety behind what he’s writing” then you’d be exactly right.This is easily one of the hardest things I’ve ever done professionally. But it is also easily one of the most rewarding undertakings. And I would not want to go back to what we had before.The relationships I have with the people who I used to ‘line manage’ are deeper and more genuine: Previously people I work with would show me their work or get my opinion not necessarily because they thought it was useful but because they knew I expected them to do so. Now I’m pulled into meetings or asked for advice on something because people believe it’ll be useful, not because they have to. Apart from the considerable amount of time that we’ve stopped wasting this makes for much more genuine and productive personal relationships.I spend no time ‘managing’ and much more time adding value: A fair amount of my time would be spent keeping up with how a project was going, getting to grips with some detail I’d need to know so I could explain it myself, reviewing materials, etc. etc. etc. This will sound familiar to almost anyone in a managerial position. I still do some of that — but never with the intention of “checking” or “approving” but with the intention of providing support. It makes a huge difference.I feel liberated from needing to conform to a particular role that isn’t mine: we used to have fairly rigidly defined ideas of what our jobs were. Self-organisation has allowed me to feel comfortable with two things:Firstly, my job is made up of several roles and these can include things which traditionally would be seen as not appropriate for a manager. Let me give you a silly example: I tremendously enjoy coding and automating recurring business processes. Doing that is most definitely value-adding but it’s something that as a manager I’d traditionally be discouraged from doing because it’s a ‘hands-on’ type of activity that could, at least in theory, be done by someone else. I’ve now embraced this as a (minor but very enjoyable) part of what I do.Secondly, the roles I play and their relative balance will change shift regularly — and that’s great. In a traditional model, any change in roles can feel threatening and we tend to evaluate them against questions like “how does this change my status?”. In self-organised environments, this is much less of a concern.We are only seven months in and far from having ‘figured it out’. It does, however, feel like the initial hurdle is maybe behind us. There’s tremendous energy that comes from us all collectively having generated clarity around what we’re trying to do and why we’re doing it.I wanted to take a step back and share some of what we have learned. This is a personal reflection — and one that in all likelihood I would have never written if it weren’t for this environment which allows for more openness and vulnerability. I’m confident that my colleagues would agree with much of it but I’m equally certain that they’d bring up other aspects as well and tell some of the stories very differently.I also wanted to express our gratitude to those who have and are still helping us figure this out.Vishal Jodhani — a master facilitator and possibly the most attentive listener on earth — gave us a spin in the right direction with the facilitation training he ran with us more than a year ago. Therese Wallin — trainer at Tuff Leadership Training and a role model for clear and frank communication — and Lisa Gill — also with Tuff and host of the wonderful Leadermorphosis podcast — provide encouragement and much of the mental underpinning for what we’re doing. Rich Bartlett and Nati Lombardo — founders of The Hum and part of Enspiral — shared their expertise and inspiring examples. Belinda Harrison-Wong — no-nonsense coach — worked with what used to be the “management team” to help us with this transition. Finally, Helen Sanderson — inspiring role model, founder of Wellbeing Teams and fearless facilitator — pointed out what was in front of us at just the right moment in time.",
            "content_html": "<p><em>Danny Buerkli, 31 July 2019</em></p><p><em>This essay was originally published on the Centre for Public Impact’s <a href=\"https://medium.com/centre-for-public-impact/how-self-management-has-changed-the-way-i-work-5976fc46cca3\">Medium</a> page.</em></p><p>In January this year we, the London-based team of the <a href=\"https://www.centreforpublicimpact.org/\">Centre for Public Impact</a>, began moving from being a hierarchical, conventional organisation to one that’s built on self-organisation. We collectively determine the projects we take on as an organisation, we individually decide where our skills and judgment can contribute most and each project team is empowered to make all decisions it needs to. There’s more detail to it, of course, but this is the gist of it.</p><p>Before moving to self-management we operated the way most organisations do: we had a hierarchy, line managers, and all the other features you’d find in most places. Why? Because that’s how work works, doesn’t it?</p><p>Self-organisation offered a radical and promising alternative. We got interested in self-management through seeing a handful of public service organisations doing it and sensing that there was a lot of promise in this.</p><p>When I was first confronted with the idea of self-organisation (or self-management, as it’s also called) I was skeptical — somewhere on the spectrum between “ha, no way” and “beautiful idea but this can’t possibly work for <em>us</em>”. I completely changed my mind. Having lived it now I know that I wouldn’t want to go back.</p><p>The way to self-management has, however, involved considerable pain and we’ve made more than a few decisions which turned out to look a lot like mistakes. It’s, of course, possible that in some oblique way these helped us get to where we are today. But if we were to do this again I would want to think long and hard about these and almost certainly do things differently.</p><p><strong>We initially weren’t aligned on whether we had in fact made the decision to move to self-management and, if so, what it would mean:</strong> in Fall last year we had a team away day where we discussed our collective desire to move to a less hierarchical, more self-directed management model. Out of that grew the decision to move to self-management. We have, however, different recollections of how that decision came about, who was involved in it and whether the group had wanted this in the first place.</p><p>We had a lack of a clear mandate coupled with a disagreement over who gets to make the decision to move to self-management (is it ‘the last hierarchical decision ever taken’ or is it the team? If it’s the team, does it need to happen by consensus or is a plurality enough?). This turned out to be a formidable obstacle which cost us a lot of time and energy.</p><p>Moving to self-organisation is not necessarily a decision that needs to be made by consensus, though that’s an option. What it needs is clarity around the decision to do it and what self-management means. We had neither.</p><p><strong>We tried to reinvent the mechanics of self-organised working without learning from others that had gone before us:</strong> we took a radical approach and removed (almost) at once all structure and procedures that we had in place previously. The idea was that this would show what we actually needed. It works in theory but it didn’t in practice. We ended up discovering lots of things which no doubt others already knew. This approach caused a significant amount of unnecessary pain and anxiety for many on the team because of the high degree of uncertainty that came with it.</p><p>Every organisation is unique and I would never advocate copying an existing model wholesale. Not building more purposefully on what was already out there was, however, not the best choice.</p><p>We’ve also come to understand that self-management does not imply getting rid of structures and processes. Quite the opposite, it requires an intentional effort to craft structures which create clarity and allow everyone to get on with the work.</p><p><strong>We struggled to distinguish management from leadership and abdicated responsibility:</strong> one of the most common failure modes when moving from traditional management to self-organisation is for managers to disengage and abdicate responsibility in an attempt to create the space for others to step into. I walked right into that trap. The only solace is that I wasn’t the only one to do that…</p><p>If you’re reading the above and are thinking <em>‘this sounds hard and while Danny is being candid I suspect there’s lots more emotional conflict and anxiety behind what he’s writing”</em> then you’d be exactly right.</p><p>This is easily one of the hardest things I’ve ever done professionally. But it is also easily one of the most rewarding undertakings. And I would not want to go back to what we had before.</p><p><strong>The relationships I have with the people who I used to ‘line manage’ are deeper and more genuine:</strong> Previously people I work with would show me their work or get my opinion not necessarily because they thought it was useful but because they knew I expected them to do so. Now I’m pulled into meetings or asked for advice on something because people believe it’ll be useful, not because they have to. Apart from the considerable amount of time that we’ve stopped wasting this makes for much more genuine and productive personal relationships.</p><p><strong>I spend no time ‘managing’ and much more time adding value:</strong> A fair amount of my time would be spent keeping up with how a project was going, getting to grips with some detail I’d need to know so I could explain it myself, reviewing materials, etc. etc. etc. This will sound familiar to almost anyone in a managerial position. I still do some of that — but never with the intention of “checking” or “approving” but with the intention of providing support. It makes a huge difference.</p><p><strong>I feel liberated from needing to conform to a particular role that isn’t mine:</strong> we used to have fairly rigidly defined ideas of what our jobs were. Self-organisation has allowed me to feel comfortable with two things:</p><p>Firstly, my job is made up of several roles and these can include things which traditionally would be seen as not appropriate for a manager. Let me give you a silly example: I tremendously enjoy coding and automating recurring business processes. Doing that is most definitely value-adding but it’s something that as a manager I’d traditionally be discouraged from doing because it’s a ‘hands-on’ type of activity that could, at least in theory, be done by someone else. I’ve now embraced this as a (minor but very enjoyable) part of what I do.</p><p>Secondly, the roles I play and their relative balance will change shift regularly — and that’s great. In a traditional model, any change in roles can feel threatening and we tend to evaluate them against questions like “how does this change my status?”. In self-organised environments, this is much less of a concern.</p><p>We are only seven months in and <em>far</em> from having ‘figured it out’. It does, however, feel like the initial hurdle is maybe behind us. There’s tremendous energy that comes from us all collectively having generated clarity around what we’re trying to do and why we’re doing it.</p><p>I wanted to take a step back and share some of what we have learned. This is a personal reflection — and one that in all likelihood I would have never written if it weren’t for this environment which allows for more openness and vulnerability. I’m confident that my colleagues would agree with much of it but I’m equally certain that they’d bring up other aspects as well and tell some of the stories <em>very </em>differently.</p><p><br /></p><hr /><p><br /></p><p>I also wanted to express our gratitude to those who have and are still helping us figure this out.</p><p>Vishal Jodhani — a master facilitator and possibly the most attentive listener on earth — gave us a spin in the right direction with the facilitation training he ran with us more than a year ago. Therese Wallin — trainer at <a href=\"http://tuffleadershiptraining.com/\">Tuff Leadership Training</a> and a role model for clear and frank communication — and <a href=\"https://twitter.com/disruptandlearn\">Lisa Gill</a> — also with Tuff and host of the wonderful <a href=\"http://leadermorphosis.co/\">Leadermorphosis</a> podcast — provide encouragement and much of the mental underpinning for what we’re doing. <a href=\"https://twitter.com/RichDecibels\">Rich Bartlett</a> and <a href=\"https://twitter.com/LombardoNati\">Nati Lombardo </a>— founders of <a href=\"https://www.thehum.org/\">The Hum</a> and part of <a href=\"https://enspiral.com/\">Enspiral</a> — shared their expertise and inspiring examples. Belinda Harrison-Wong — no-nonsense <a href=\"https://www.exceedconsulting.co.uk/\">coach</a> — worked with what used to be the “management team” to help us with this transition. Finally, <a href=\"https://twitter.com/HelenWBTeam\">Helen Sanderson</a> — inspiring role model, founder of <a href=\"https://wellbeingteams.org/\">Wellbeing Teams</a> and fearless facilitator — pointed out what was in front of us at just the right moment in time.</p>",
            "url": "https://dannybuerkli.com//2019/07/31/how-self-organisation-has-changed-the-way-we-work",
            
            
            
            "tags": ["self-organisation","self-management","teal"],
            
            "date_published": "2019-07-31T00:00:00+02:00",
            "date_modified": "2019-07-31T00:00:00+02:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2019/05/13/how-we-know-when-decentralization-works",
            "title": "How we know when decentralization works in government",
            "summary": "There is a lively debate raging in the public policy world over the use of evidence, the role of innovation and experimentation, and the importance of \"place\". But how do we know when to centralize and when not to?",
            "content_text": "Danny Buerkli, 13 May 2019This essay was originally published on the Centre for Public Impact’s Medium page.There is a lively debate raging in the public policy world over the use of evidence, the role of innovation and experimentation, and the importance of “place”. Some public policies clearly benefit from being steered from the national level. Others are much more effective when key decisions are made locally, e.g. in cities.But how do we know when to centralize and when not to? When is evidence of “what works” useful and when is it not? When is local experimentation crucial for success and when is it a waste of time and resources? When is the “enablement mindset” most needed?We develop a simple model here that helps us think about these questions in a structured way. Like all models, it is a simplification but it hopefully helps illuminate the questions we should be asking ourselves and others in this debate.One important caveat: we are looking here at public policies and their effectiveness from a purely empirical perspective. In other words, we are not exploring normative considerations for or against, e.g. decentralization or the use of evidence.Policymaking is about changing the world in a purposeful way“Policies” or “strategies” or “interventions” in government are fundamentally about changing the world from the current state into a more desired state, to move it from where it is today to where we want it to be.There are of course many more reasons why governments sometimes embark on certain policies. Often it is about needing to be seen doing something. But let’s assume for now that our motives are pure and the objective of a policy is to change the world from A to B in some purposeful way.Assuming that we have a vision or desired state in mind the question becomes: given that we’re here, how do we get there?The problem of the infinite policy design spaceAny intervention or policy will always have multiple dimensions about which we need to make decisions. This is what some people call the “design space” of a policy. This design space is very large, even for simple policies.Take conditional cash transfers as an example. Conditional cash transfer programmes seek to reduce poverty by making welfare payments conditional on some criteria, e.g. whether the recipient’s children are enrolled in school.What is the design space for a conditional cash transfer programme?We need to decide on the amount of money we transfer to beneficiaries. Should it be 10$ per year? 100$ per year? 1000$ per year?We also need to decide on the frequency of transfers. Should money be given weekly? Monthly? Quarterly?Next, we need to decide on the conditions attached to the transfer and on how we’ll determine whether the conditions are met. And it goes on and on.The number of possible combinations is enormous. You could have a programme that transfers $10 weekly and demands that a recipient’s child be vaccinated. Or you could have a programme that transfers $50 on a monthly basis and requires that the children be sent to school. Or you could go for any other conceivable combination of these factors.Design space for a policy with only two dimensionsThe graph above shows a policy with just two elements. Each dot represents one possible combination. With ten choices to make on each dimension, we would get 100 possible versions of that policy.Given that most policies involve not just two but hundreds if not thousands of dimensions the “design space” of any policy is — for all intents and purposes — infinite.What policymakers are interested in is which configuration will yield the best result. In other words, which policy design will be the most effective?We could, in theory, try out every single conceivable combination in the design space. That would mean trying out a huge number of variants of any policy. Given the number of dimensions of most policies and the combinatorial explosion involved we would quickly be faced with a near-infinite number of policies to try out. That seems impractical, particularly once you factor in that most policies take time to show their results.Systematically trying out every single combination of parameters is clearly not an option.What should we do instead then? The answer depends on two things: the shape of the response surfaceand on how much that response surface differs between different places.Smooth and rugged policies — for some policies small changes don’t make a difference, for others it changes everythingThere exist policies for which the response surface is relatively smooth. Small changes in the design space won’t make a big difference.The sketch below shows such a policy. The red dot shows the optimal configuration. You can imagine this as a hill on a map with the red dot being the highest point.Policy with a \"smooth\" response surface --- small changes in its configuration won't make a big differenceBecause the surface is smooth we can systematically search our way to the best solution. For policies with smooth response surfaces, we are much more likely to have either found the optimal place in the design space (the red dot in the sketch) or be somewhere near it.For policies with a \"smooth\" response surface, we can iterate in small steps and find our way to better configurationsFurthermore, because the surface is smooth there is one right answer to the question of “which configuration of parameters will maximize the effectiveness of this policy?”. Once you found it you should stay there and not change anything. If you deviate from it, you’re doing it wrong.But what if the response surface for a policy isn’t smooth but rugged?First, we now have multiple “right” answers, i.e. multiple configurations which will produce good results.Policy with a \"rugged\" response surface - small changes in its configuration will make a big difference hereSecond, finding our way to a good configuration (a red dot in the sketch) is harder because the landscape is more confusing. For those policies, we are much less likely to have either found a global maximum or be near it. This is typical for policies which are complex (rather than just complicated).To summarize, a policy can either have a smooth or rugged surface. This is, of course, a spectrum with perfectly flat surfaces on one side and crazily spiky surfaces on the other.There is, however, a dimension beyond rugged-vs-smooth that we need to consider.The importance of place — some policies work the same way everywhere, others don’tSo far we implicitly assumed that we are implementing this policy only in one place. But almost any policy will, of course, be implemented in more than one place, city, town, region, etc.If we implement a policy in more than one place each place will have its own response surface. If we look at those local response surfaces and compare them to each other we’ll see one of two situations: it’s possible that they all look the same. Or it’s possible that they look very different.If they all look the same we have low variability between surfaces. If they all look radically different we have high variability between surfaces.Response surfaces can either be similar (low variability) between different places or very different (high variability)If we have a smooth surface and low variability it means that no matter where this policy is implemented, the effect will be the same. Changes in the specification of the policy will also have the same effect everywhere.Smooth response surfaces and low variability between placesIf the surface is rugged and the variability is low we will get the same effect no matter where we implement the policy. Again, we can “scale” policies to our heart’s content.Rugged response surface and low variability between placesIf the surface is smooth and the variability is high we will see some differences between places. This means that a policy’s effectiveness will be different in different places — it’ll work everywhere but somewhat better in some places than others.Smooth response surfaces and high variability between placesThe most challenging case is, however, when the response surface is rugged and the variability is high.Rugged response surfaces and high variability between placesIf we implement the policy with the same specification in different places we’ll get radically different results. To achieve similar results we will need different specifications.What this means for evidence, experimentation, innovation, management, and local decision-makingWhat does this all mean in practice? This model gives us a useful framework to think about the role of evidence, experimentation, innovation, management, and local vs. central decisionmaking.Let’s look at the four stylized types of policies in turn.If we’re looking at a policy that has a smooth response surface and low variability between places life is easy. Evidence about “what works” will travel well. “Scaling” works well because what worked in one place will work in another. That’s why we can pilot a policy in one place then scale it to many more. Top-down control and deciding things at the highest possible (e.g. national) level will also serve us well. In this scenario, there is nothing to be gained from allowing local variation or experimentation.Consider now a policy with a rugged response surface but still low variability between places. Evidence about “what works” will also travel well. Because the response surface rugged we are, however, less likely to have found the best way of configuring the policy. This means that we would benefit from local experimentation since that increases the chances of hitting on new and better ways of doing things. But if we were to decree this policy and roll it out in an identical fashion across a country we could expect to see the same results no matter where we implement it.What about a policy that has a smooth response surface but high variability between places? High variability means that unless we have worked out the absolute best way of configuring this policy then the same policy implemented the same way will generate different results in different places. Again this implies that we would benefit from local experimentation.Finally, let’s look at policies that have a rugged response surface and show high variability between places. Those are policies for which small changes will make a huge difference and for which the effects will vary drastically across places. Evidence about “what works” is not going to tell us much if anything at all in this scenario. Local decision-making and experimentation are essential because anything else will guarantee inferior results.“Local” or “place” in this context can mean a city, a region or an individual. For some of the most complex social services which governments provide the unit that we should be looking at is the individual. Saying that individuals with complex needs require individualized solutions to their problems is simply saying that the response surface is rugged and the variability between individuals high.The bottom line is this: unless we’re looking at a policy with a smooth response surface and low variability across places local decision-making and experimentation will always beat control from higher up.Some things certainly fall into the smooth surface/low variability category but most policy problems arguably don’t. This provides the justification for subsidiarity, the idea that everything should be dealt with at the lowest level possible.In other words, we should start from the assumption that a problem can be dealt with at the lowest level and only hand it up if there is compelling evidence that it’s necessary. Unless we are very sure we’re in a situation with a smooth response surface and low variability localism will generate better results.Sources and inspirationThis post draws on many different ideas. Two were particularly influential:The idea of a response surface is inspired by Lant Pritchett’s talk titled “The debate over RCTs is over: We won, they lost.” (Slides)The discussion of the role of evidence is influenced by Nancy Cartwright’s and Jeremy Hardie’s book “Evidence-Based Policy: A Practical Guide to Doing It Better”.",
            "content_html": "<p><em>Danny Buerkli, 13 May 2019</em></p><p><em>This essay was originally published on the Centre for Public Impact’s <a href=\"https://medium.com/centre-for-public-impact/how-we-know-when-decentralization-works-in-government-7299bd7d8f50\">Medium</a> page.</em></p><p>There is a lively debate raging in the public policy world over the use of evidence, the role of innovation and experimentation, and the importance of “place”. Some public policies clearly benefit from being steered from the national level. Others are much more effective when key decisions are made locally, e.g. in cities.</p><p>But how do we know when to centralize and when not to? When is evidence of “what works” useful and when is it not? When is local experimentation crucial for success and when is it a waste of time and resources? When is the “<a href=\"https://www.centreforpublicimpact.org/the-enabling-state-how-governments-can-achieve-more-by-letting-go/\">enablement mindset</a>” most needed?</p><p>We develop a simple model here that helps us think about these questions in a structured way. Like all models, it is a simplification but it hopefully helps illuminate the questions we should be asking ourselves and others in this debate.</p><p>One important caveat: we are looking here at public policies and their effectiveness from a purely empirical perspective. In other words, we are not exploring normative considerations for or against, e.g. decentralization or the use of evidence.</p><p>Policymaking is about changing the world in a purposeful way</p><p>“Policies” or “strategies” or “interventions” in government are fundamentally about changing the world from the current state into a more desired state, to move it from where it is today to where we want it to be.</p><p><img src=\"/assets/20190513_decentralization_a.png\" alt=\"Policies and interventions aim to move the world from a state &quot;A&quot; to a state &quot;B&quot;\" /></p><p>There are of course many more reasons why governments sometimes embark on certain policies. Often it is about needing to be seen doing <em>something. </em>But let’s assume for now that our motives are pure and the objective of a policy is to change the world from A to B in some purposeful way.</p><p>Assuming that we have a vision or desired state in mind the question becomes: given that we’re <em>here, </em>how do we get <em>there</em>?</p><h1 id=\"the-problem-of-the-infinite-policy-design-space\">The problem of the infinite policy design space</h1><p>Any intervention or policy will always have multiple dimensions about which we need to make decisions. This is what some people call the “design space” of a policy. This design space is very large, even for simple policies.</p><p>Take <a href=\"https://en.wikipedia.org/wiki/Conditional_cash_transfer\">conditional cash transfers</a> as an example. Conditional cash transfer programmes seek to reduce poverty by making welfare payments conditional on some criteria, e.g. whether the recipient’s children are enrolled in school.</p><p>What is the design space for a conditional cash transfer programme?</p><p>We need to decide on the amount of money we transfer to beneficiaries. Should it be 10$ per year? 100$ per year? 1000$ per year?</p><p>We also need to decide on the frequency of transfers. Should money be given weekly? Monthly? Quarterly?</p><p>Next, we need to decide on the conditions attached to the transfer and on how we’ll determine whether the conditions are met. And it goes on and on.</p><p>The number of possible combinations is enormous. You could have a programme that transfers $10 weekly and demands that a recipient’s child be vaccinated. Or you could have a programme that transfers $50 on a monthly basis and requires that the children be sent to school. Or you could go for any other conceivable combination of these factors.</p><p><img src=\"/assets/20190513_decentralization_b.png\" alt=\"Design space for a policy with only two dimensions\" /></p><figcaption>Design space for a policy with only two dimensions</figcaption><p>The graph above shows a policy with just two elements. Each dot represents one possible combination. With ten choices to make on each dimension, we would get 100 possible versions of that policy.</p><p>Given that most policies involve not just two but hundreds if not thousands of dimensions the “design space” of any policy is — for all intents and purposes — infinite.</p><p>What policymakers are interested in is which configuration will yield the best result. In other words, which policy design will be the most effective?</p><p>We could, in theory, try out every single conceivable combination in the design space. That would mean trying out a huge number of variants of any policy. Given the number of dimensions of most policies and the combinatorial explosion involved we would quickly be faced with a near-infinite number of policies to try out. That seems impractical, particularly once you factor in that most policies take time to show their results.</p><p>Systematically trying out every single combination of parameters is clearly not an option.</p><p>What should we do instead then? The answer depends on two things: the <em>shape of the response surface</em>and on <em>how much that response surface differs between different places</em>.</p><h1 id=\"smooth-and-rugged-policies--for-some-policies-small-changes-dont-make-a-difference-for-others-it-changes-everything\">Smooth and rugged policies — for some policies small changes don’t make a difference, for others it changes everything</h1><p>There exist policies for which the response surface is relatively <em>smooth</em>. Small changes in the design space won’t make a big difference.</p><p>The sketch below shows such a policy. The red dot shows the optimal configuration. You can imagine this as a hill on a map with the red dot being the highest point.</p><p><img src=\"/assets/20190513_decentralization_c.png\" alt=\"Policy with a &quot;smooth&quot; response surface - small changes in its configuration won't make a big difference\" /></p><figcaption>Policy with a \"smooth\" response surface --- small changes in its configuration won't make a big difference</figcaption><p>Because the surface is <em>smooth </em>we can systematically search our way to the best solution. For policies with smooth response surfaces, we are much more likely to have either found the optimal place in the design space (the red dot in the sketch) or be somewhere near it.</p><p><img src=\"/assets/20190513_decentralization_d.png\" alt=\"For policies with a &quot;smooth&quot; response surface, we can iterate in small steps and find our way to better configurations\" /></p><figcaption>For policies with a \"smooth\" response surface, we can iterate in small steps and find our way to better configurations</figcaption><p>Furthermore, because the surface is <em>smooth</em> there is <em>one </em>right answer to the question of “which configuration of parameters will maximize the effectiveness of this policy?”. Once you found it you should stay there and not change anything. If you deviate from it, you’re doing it wrong.</p><p>But what if the response surface for a policy isn’t <em>smooth</em> but <em>rugged</em>?</p><p>First, we now have multiple “right” answers, i.e. multiple configurations which will produce good results.</p><p><img src=\"/assets/20190513_decentralization_e.png\" alt=\"Policy with a &quot;rugged&quot; response surface --- small changes in its configuration will make a big difference here\" /></p><figcaption>Policy with a \"rugged\" response surface - small changes in its configuration will make a big difference here</figcaption><p>Second, finding our way to a good configuration (a red dot in the sketch) is harder because the landscape is more confusing. For those policies, we are much less likely to have either found a global maximum or be near it. This is typical for policies which are complex (rather than just complicated).</p><p><img src=\"/assets/20190513_decentralization_f.png\" alt=\"\" /></p><p>To summarize, a policy can either have a <em>smooth</em> or <em>rugged</em> surface. This is, of course, a spectrum with perfectly flat surfaces on one side and crazily spiky surfaces on the other.</p><p>There is, however, a dimension beyond rugged-vs-smooth that we need to consider.</p><h1 id=\"the-importance-of-place--some-policies-work-the-same-way-everywhere-others-dont\">The importance of place — some policies work the same way everywhere, others don’t</h1><p>So far we implicitly assumed that we are implementing this policy only in one place. But almost any policy will, of course, be implemented in more than one place, city, town, region, etc.</p><p>If we implement a policy in more than one place each place will have its own response surface. If we look at those local response surfaces and compare them to each other we’ll see one of two situations: it’s possible that they all look the same. Or it’s possible that they look very different.</p><p>If they all look the same we have <em>low variability</em> between surfaces. If they all look radically different we have <em>high variability</em> between surfaces.</p><p><img src=\"/assets/20190513_decentralization_g.png\" alt=\"\" /></p><figcaption>Response surfaces can either be similar (low variability) between different places or very different (high variability)</figcaption><p>If we have a <em>smooth</em> surface and <em>low variability</em> it means that no matter where this policy is implemented, the effect will be the same. Changes in the specification of the policy will also have the same effect everywhere.</p><p><img src=\"/assets/20190513_decentralization_h.png\" alt=\"\" /></p><figcaption>Smooth response surfaces and low variability between places</figcaption><p>If the surface is <em>rugged </em>and the variability is <em>low</em> we will get the same effect no matter where we implement the policy. Again, we can “scale” policies to our heart’s content.</p><p><img src=\"/assets/20190513_decentralization_i.png\" alt=\"\" /></p><figcaption>Rugged response surface and low variability between places</figcaption><p>If the surface is <em>smooth</em> and the variability is <em>high</em> we will see some differences between places. This means that a policy’s effectiveness will be different in different places — it’ll work everywhere but somewhat better in some places than others.</p><p><img src=\"/assets/20190513_decentralization_j.png\" alt=\"\" /></p><figcaption>Smooth response surfaces and high variability between places</figcaption><p>The most challenging case is, however, when the response surface is <em>rugged </em>and the variability is <em>high.</em></p><p><img src=\"/assets/20190513_decentralization_k.png\" alt=\"\" /></p><figcaption>Rugged response surfaces and high variability between places</figcaption><p>If we implement the policy with the same specification in different places we’ll get radically different results. To achieve similar results we will need different specifications.</p><h1 id=\"what-this-means-for-evidence-experimentation-innovation-management-and-local-decision-making\">What this means for evidence, experimentation, innovation, management, and local decision-making</h1><p>What does this all mean in practice? This model gives us a useful framework to think about the role of evidence, experimentation, innovation, management, and local vs. central decisionmaking.</p><p>Let’s look at the four stylized types of policies in turn.</p><p>If we’re looking at a policy that has a <em>smooth response surface</em> and <em>low variability</em> between places life is easy. Evidence about “what works” will travel well. “Scaling” works well because what worked in one place will work in another. That’s why we can pilot a policy in one place then scale it to many more. Top-down control and deciding things at the highest possible (e.g. national) level will also serve us well. In this scenario, there is nothing to be gained from allowing local variation or experimentation.</p><p>Consider now a policy with a <em>rugged response surface</em> but still <em>low variability </em>between places. Evidence about “what works” will also travel well. Because the response surface rugged we are, however, less likely to have found the best way of configuring the policy. This means that we would benefit from local experimentation since that increases the chances of hitting on new and better ways of doing things. But if we were to decree this policy and roll it out in an identical fashion across a country we could expect to see the same results no matter where we implement it.</p><p>What about a policy that has a <em>smooth response surface</em> but <em>high variability</em> between places? High variability means that unless we have worked out the absolute best way of configuring this policy then the same policy implemented the same way will generate different results in different places. Again this implies that we would benefit from local experimentation.</p><p>Finally, let’s look at policies that have a <em>rugged response surface </em>and show <em>high variability</em> between places. Those are policies for which small changes will make a huge difference <em>and</em> for which the effects will vary drastically across places. Evidence about “what works” is not going to tell us much if anything at all in this scenario. Local decision-making and experimentation are essential because anything else will guarantee inferior results.</p><p>“Local” or “place” in this context can mean a city, a region or an individual. For some of the most complex social services which governments provide the unit that we should be looking at is the individual. Saying that individuals with complex needs require individualized solutions to their problems is simply saying that the response surface is rugged and the variability between individuals high.</p><p>The bottom line is this: unless we’re looking at a policy with a smooth response surface and low variability across places local decision-making and experimentation will always beat control from higher up.</p><p>Some things certainly fall into the smooth surface/low variability category but most policy problems arguably don’t. This provides the justification for subsidiarity, the idea that everything should be dealt with at the lowest level possible.</p><p>In other words, we should start from the assumption that a problem can be dealt with at the lowest level and only hand it up if there is compelling evidence that it’s necessary. Unless we are very sure we’re in a situation with a smooth response surface and low variability localism will generate better results.</p><p><br /></p><hr /><p><br /></p><p><strong>Sources and inspiration</strong></p><p>This post draws on many different ideas. Two were particularly influential:</p><p>The idea of a response surface is inspired by Lant Pritchett’s talk titled “The debate over RCTs is over: We won, they lost.” (<a href=\"http://www.nyudri.org/s/The-Debate-about-RCTs-in-Development-is-Over-1.pptx\">Slides</a>)</p><p>The discussion of the role of evidence is influenced by Nancy Cartwright’s and Jeremy Hardie’s book “<a href=\"https://global.oup.com/academic/product/evidence-based-policy-9780199841622?cc=ch&amp;lang=en&amp;\">Evidence-Based Policy: A Practical Guide to Doing It Better</a>”.</p>",
            "url": "https://dannybuerkli.com//2019/05/13/how-we-know-when-decentralization-works",
            
            
            
            "tags": ["decentralization","policymaking","evidence","public","administration"],
            
            "date_published": "2019-05-13T00:00:00+02:00",
            "date_modified": "2019-05-13T00:00:00+02:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2019/04/08/what-gets-measured-gets-managed-drucker-never-said-it",
            "title": "“What gets measured gets managed” — It’s wrong and Drucker never said it",
            "summary": "“What gets measured gets managed” is one of the most widely received wisdoms but it's deeply flawed",
            "content_text": "Danny Buerkli, 08 April 2019This article was originally published on the Centre for Public Impact’s Medium page.Out of all received wisdoms “what gets measured gets managed” must be one of the most widely accepted as obvious. After all, how could we ever manage something that isn’t being measured?The quote is usually attributed to Peter Drucker, the brilliant management theorist. A bit of digging reveals, however, two surprising things.First, Drucker — according to the Drucker Institute no less — never said it.Let that sink in. All those Harvard Business Review articles attributing the quote to him? Apparently not so.Second, the fact that something is wrong with “what gets measured gets managed” has been apparent for a long time.V. F. Ridgway published a paper in 1956 criticizing the measurement mantra. Simon Caulkin, a columnist, neatly summarized Ridgway’s argument as:  “What gets measured gets managed — even when it’s pointless to measure and manage it, and even if it harms the purpose of the organisation to do so”.Indeed the paper’s title is “Dysfunctional Consequences of Performance Measurements”.Ridgway clearly was onto something in 1956. Not everything that matters can be measured. Not everything that we can measure matters.It’s also obvious that there are plenty of organizations that achieve outstanding results without measuring some outcome of interest and “managing” for it. The Dutch home care organization Buurtzorg is just one example. They achieve higher patient satisfaction at lower costs without measuring and managing for either in any meaningful way.To summarize: Drucker never said the infamous sentence and we know already in 1956 that the “what gets measured gets managed” was deeply flawed.Photo by William Warby on UnsplashThere is a mountain of evidence out there that Ridgway was right. That’s why it’s hard to understand why we are still having this debate more than 60 years after his paper.Why would Ridgway say that it may be pointless to measure and manage something? Because measuring what we actually care about — rather than what’s easily measured — is fiendishly difficult and often impossible.The difficulty of precisely specifying the outcome we are truly after is well known to AI researchers. There’s an entire list with hilarious examples of algorithms being given a metric to optimize for and finding entirely unexpected ways of ostensibly achieving their objective while violating common sense.This is entertaining in the case of a toy algorithm. It’s less so when organisations and the people they serve are affected like when “staff at an outsourced Police control room were making 999 calls at quiet times in order to meet their target of answering 92% of calls within 10 seconds”. Or the time when “doctors [in the UK] were diverted from treating seriously ill patients to ones with minor problems in order to meet 4-hour waiting time targets” (details here).What’s depressing about this is how predictable these problems with measurement and management are, how long we’ve understood them, how everyone involved in pursuing some meaningless metric knows it’s a sham and how “what gets measured gets managed” somehow is still accepted as gospel.Note: The quote from Simon Caulkin above was previously inaccurately attributed to V. F. Ridgway. Many thanks to Scott B. Weingart for spotting the error and kindly pointing it out.Hat tip to Bill Hennessy whose blog post  on this topic sparked my investigation into this — note though that the V. F. Ridgway quote is misattributed there.",
            "content_html": "<p><em>Danny Buerkli, 08 April 2019</em></p><p><em>This article was originally published on the Centre for Public Impact’s <a href=\"https://medium.com/centre-for-public-impact/what-gets-measured-gets-managed-its-wrong-and-drucker-never-said-it-fe95886d3df6\">Medium</a> page.</em></p><p>Out of all received wisdoms “what gets measured gets managed” must be one of the most widely accepted as obvious. After all, how could we ever manage something that isn’t being measured?</p><p>The quote is usually attributed to Peter Drucker, the brilliant management theorist. A bit of digging reveals, however, two surprising things.</p><p>First, Drucker — <a href=\"https://www.drucker.institute/thedx/measurement-myopia/\">according to the Drucker Institute</a> no less — never said it.</p><p>Let that sink in. All those Harvard Business Review articles <a href=\"https://hbr.org/2010/10/what-cant-be-measured\">attributing the quote to him</a>? Apparently not so.</p><p>Second, the fact that something is wrong with “what gets measured gets managed” has been apparent for a <em>long </em>time.</p><p>V. F. Ridgway published a <a href=\"https://www.jstor.org/stable/pdf/2390989.pdf?seq=1#page_scan_tab_contents\">paper in 1956</a> criticizing the measurement mantra. Simon Caulkin, a columnist, <a href=\"https://www.theguardian.com/business/2008/feb/10/businesscomment1\">neatly summarized</a> Ridgway’s argument as:</p><blockquote>  <p>“What gets measured gets managed — even when it’s pointless to measure and manage it, and even if it harms the purpose of the organisation to do so”.</p></blockquote><p>Indeed the paper’s title is “Dysfunctional Consequences of Performance Measurements”.</p><p>Ridgway clearly was onto something in 1956. Not everything that matters can be measured. Not everything that we can measure matters.</p><p>It’s also obvious that there are plenty of organizations that achieve outstanding results without measuring some outcome of interest and “managing” for it. The <a href=\"https://www.centreforpublicimpact.org/case-study/buurtzorg-revolutionising-home-care-netherlands/\">Dutch home care organization Buurtzorg</a> is just one example. They achieve higher patient satisfaction at lower costs without measuring and managing for either in any meaningful way.</p><p>To summarize: Drucker never said the infamous sentence and we know already in 1956 that the “what gets measured gets managed” was deeply flawed.</p><p><img src=\"/assets/20190408_ruler.jpeg\" alt=\"Three rulers\" /></p><figcaption>Photo by William Warby on Unsplash</figcaption><p>There is a mountain of evidence out there that Ridgway was right. That’s why it’s hard to understand why we are still having this debate more than 60 years after his paper.</p><p>Why would Ridgway say that it may be pointless to measure and manage something? Because measuring what we actually care about — rather than what’s easily measured — is fiendishly difficult and often impossible.</p><p>The difficulty of precisely specifying the outcome we are truly after is well known to AI researchers. There’s an <a href=\"https://docs.google.com/spreadsheets/u/2/d/e/2PACX-1vRPiprOaC3HsCf5Tuum8bRfzYUiKLRqJmbOoC-32JorNdfyTiRRsR7Ea5eWtvsWzuxo8bjOxCG84dAg/pubhtml\">entire lis</a>t with hilarious examples of algorithms being given a metric to optimize for and finding entirely unexpected ways of ostensibly achieving their objective while violating common sense.</p><p>This is entertaining in the case of a toy algorithm. It’s less so when organisations and the people they serve are affected like when “staff at an outsourced Police control room were making 999 calls at quiet times in order to meet their target of answering 92% of calls within 10 seconds”. Or the time when “doctors [in the UK] were diverted from treating seriously ill patients to ones with minor problems in order to meet 4-hour waiting time targets” (<a href=\"http://rethinkingservice.blogspot.com/2018/05/9-reasons-why-targets-make-performance.html\">details here</a>).</p><p>What’s depressing about this is how predictable these problems with measurement and management are, how long we’ve understood them, how everyone involved in pursuing some meaningless metric knows it’s a sham and how “what gets measured gets managed” somehow is still accepted as gospel.</p><p><br /></p><hr /><p><br /></p><p><strong>Note:</strong> The quote from Simon Caulkin above was previously inaccurately attributed to V. F. Ridgway. Many thanks to <a href=\"http://scottbot.net/\">Scott B. Weingart</a> for spotting the error and <a href=\"https://twitter.com/scott_bot/status/1115254667569659910\">kindly pointing it out</a>.</p><p>Hat tip to Bill Hennessy whose <a href=\"http://billhennessy.com/simple-strategies/2015/09/09/i-wish-drucker-never-said-it\">blog post </a> on this topic sparked my investigation into this — note though that the V. F. Ridgway quote is misattributed there.</p>",
            "url": "https://dannybuerkli.com//2019/04/08/what-gets-measured-gets-managed-drucker-never-said-it",
            
            
            
            "tags": ["measurement","managerialism"],
            
            "date_published": "2019-04-08T00:00:00+02:00",
            "date_modified": "2019-04-08T00:00:00+02:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://dannybuerkli.com//2016/05/18/ten-government-innovations-and-their-place-in-the-hype-cycle",
            "title": "10 Government Innovations and Their Place in the Hype Cycle",
            "summary": "10 selected hot topics in government innovation and their place in the Hype Cycle",
            "content_text": "Danny Buerkli, 18 May 2016This article was originally published in the Huffington Post.The Hype Cycle, created by Gartner, provides a helpful and entertaining way to map how a technology develops from conception to maturity to adoption. As new technologies and ways of doing things come into the world, it takes experimentation to fully grasp the potential (or lack thereof) of something new. And much like in the private sector, where the Hype Cycle originated, it can be applied just as well to government.New technologies start in the technology trigger phase, climb the peak of inflated expectations, fall into the trough of disillusionment, and traverse the slope of enlightenment before - finally - arriving at the plateau of productivity. Things go from new and shiny to mature, from hyperbolic to realistic expectations, from courageous first users to mainstream adoption. Some of course never make it to the end and fall into the graveyard of discarded ideas.New Public Management (NPM) was at one point at the peak of inflated expectations but is now firmly and, many would argue, productively embedded in the practices of many governments. Along the way governments have learned, sometimes painfully, how to make best use of it.With that in mind, and without being too serious or scientific about it, here are 10 selected hot topics in government innovation and their place in the Hype Cycle.1) Artificial Intelligence: out with the humans, in with the machinesTransitioning out of technology trigger phase, scaling peak of inflated expectationsIf you’re a policymaker, you should be very afraid. DeepMind has beaten the world’s best Go player, something all experts thought was at least another decade out, and governments are only beginning to grasp what might be possible using machine-learning and AI. When will you be replaced? Expectations are high but will rise even more as governments start experimenting in earnest with this technology.2) Blockchain: one replicated, shared ledger to rule them allPeak of inflated expectationsBlockchain is the technology behind Bitcoin. While worthwhile government applications for blockchain will surely emerge, hype notwithstanding, few people seem to genuinely understand what blockchain can and cannot do. Everyone is still trying to figure out where applications of this technology really make sense for governments and their citizens and what it’s really good for. No doubt worthwhile and potentially radical applications will emerge, but some disappointments seem inevitable along the way.3) Design Thinking: Post it-sized, citizen-centred insightsPeak of inflated expectationsOriginating in the world of product and service design, this method borrows heavily from ethnography and is particularly valuable to improving governmental services. Design is not likely to be the solution for all of our governmental problems, but you wouldn’t be able to tell if you only listened to some of the star speakers at design conferences. It’s a solid method that delivers great results if used thoughtfully and in the right context. We should stick with it through the disillusionment that may be coming as governments learn about the limits of the method the hard way.4) Policy Labs: creative laboratories for better governmentJust past the peak of inflated expectations, about to descend into the trough of disillusionmentPolicy Labs are the hottest property in government innovation land. They bring together design thinkers and other creative problem-solvers to tackle government’s hardest problems. Organisations such as MindLab, OPM Lab and the UK Policy Lab are leading the way. The trough of disillusionment will likely come as more governments adopt the model, but it’s worth sticking with it since they, if set up and run well and given the necessary political backing, can make a difference.5) Randomised Control Trials: randomise this!Trough of disillusionmentHaving originated in development economics many countries, regional governments and cities - developing and developed alike - are warming up to the idea that randomised studies of interventions can help them figure out what works and what doesn’t. After an initial hype practitioners and policymakers are now getting better at understanding where and how this method can deliver most value.6) Social Impact Bonds: pay for success onlyTrough of disillusionmentSocial Impact Bonds, SIBs for those in the know, were first trialled in Peterborough, UK, in an attempt to reduce prisoner recidivism by using an innovative financing mechanism where private investors would get a return if a new intervention performed better than a conventional one. After much initial, and justified, excitement it today seems clear that they should work in theory, but it’s less clear how well they work in practice. SIBs are difficult and expensive to run, they likely have a place in the social services landscape, but it may be more limited than was initially thought.7) Open Data: spray and prayTrough of disillusionmentTo the casual observer, it may not be immediately obvious if “open data“ has produced much of practical value to citizens, other than better public transportation apps and free pizza at government-sponsored open data “hackathons”. Making government data easily accessible should improve accountability and allow smart outside actors to spot opportunities for improvement, but so far actual results have been somewhat below expectations.8) Behavioural Insights: gently nudging citizens to better decisionsSlope of enlightenmentBehavioural science has given governments a new tool not just to better understand the sometimes odd decisions their citizens make but to find ways to gently nudge people towards better choices. The method is well on its way to mainstream adoption in some (Anglo-Saxon) countries, but remains under-utilised in others.9) E-Government: bringing government websites into the 21st centurySlope of enlightenmentAllowing citizens to conduct their interactions with government online is a somewhat unexciting but absolutely essential service to citizens. No one should be subjected to long, pointless queuing to pick up a piece of paper anymore. Government Digital Services in the UK, 18F in the US and the entire Estonian government are showing how it can be done. Building user-friendly government online services can also act as a gateway to a more digitally enabled government in other areas.10) Lean in government: cut the slack the Toyota wayPlateau of productivityAs a structured way to cut waste in all kinds of processes, “lean” has long established itself as a useful tool for government operations too, not just for car factories. While “lean” doesn’t generate any particular excitement anymore, it’s become a productive instrument to improve government services.Not all countries, regions or cities are in the same place at the same time on this journey. Inflated expectations in one place co-exist with bitter disillusionment in others.The movement of new ideas, methods and technologies through the Hype Cycle is inevitable, as we collectively take promising new approaches and figure out what exactly they can and cannot do. Asking about impact, rather than appearance, can help us get there faster and discern the useful from the hopeless a bit quicker.Some amount of experimentation where the end result is unknown is, however, inevitable and indeed desirable. Odds are that all of these methods have some valuable contribution to make to better government. It is worth persevering all the way through to the plateau of productivity if we want citizens to reap the benefits.",
            "content_html": "<p><em>Danny Buerkli, 18 May 2016</em></p><p><em>This article was originally published in the <a href=\"https://www.huffpost.com/entry/10-government-innovations_b_10031858\">Huffington Post</a>.</em></p><p>The Hype Cycle, created by Gartner, provides a helpful and entertaining way to map how a technology develops from conception to maturity to adoption. As new technologies and ways of doing things come into the world, it takes experimentation to fully grasp the potential (or lack thereof) of something new. And much like in the private sector, where the Hype Cycle originated, it can be applied just as well to government.</p><p>New technologies start in the <em>technology trigger</em> phase, climb the <em>peak of inflated expectations</em>, fall into the <em>trough of disillusionment</em>, and traverse the <em>slope of enlightenment</em> before - finally - arriving at the <em>plateau of productivity</em>. Things go from new and shiny to mature, from hyperbolic to realistic expectations, from courageous first users to mainstream adoption. Some of course never make it to the end and fall into the graveyard of discarded ideas.</p><p><img src=\"/assets/20160518_hypecycle.png\" alt=\"steel foundry\" /></p><p>New Public Management (NPM) was at one point at the peak of inflated expectations but is now firmly and, many would argue, productively embedded in the practices of many governments. Along the way governments have learned, sometimes painfully, how to make best use of it.</p><p>With that in mind, and without being too serious or scientific about it, here are 10 selected hot topics in government innovation and their place in the Hype Cycle.</p><h1 id=\"1-artificial-intelligence-out-with-the-humans-in-with-the-machines\">1) Artificial Intelligence: out with the humans, in with the machines</h1><p><em>Transitioning out of technology trigger phase, scaling peak of inflated expectations</em></p><p>If you’re a policymaker, you should be very afraid. <a href=\"https://deepmind.com/\">DeepMind</a> has beaten the world’s best Go player, something all experts thought was at least another decade out, and governments are only beginning to grasp what might be possible using machine-learning and AI. When will you be replaced? Expectations are high but will rise even more as governments start experimenting in earnest with this technology.</p><h1 id=\"2-blockchain-one-replicated-shared-ledger-to-rule-them-all\">2) Blockchain: one replicated, shared ledger to rule them all</h1><p><em>Peak of inflated expectations</em></p><p><a href=\"https://blockchain.info/\">Blockchain</a> is the technology behind <a href=\"https://bitcoin.org/en/\">Bitcoin</a>. While worthwhile government applications for blockchain will surely emerge, hype notwithstanding, few people seem to genuinely understand what blockchain can and cannot do. Everyone is still trying to figure out where applications of this technology really make sense for governments and their citizens and what it’s really good for. No doubt worthwhile and potentially radical applications will emerge, but some disappointments seem inevitable along the way.</p><h1 id=\"3-design-thinking-post-it-sized-citizen-centred-insights\">3) Design Thinking: Post it-sized, citizen-centred insights</h1><p><em>Peak of inflated expectations</em></p><p>Originating in the world of product and service design, this method borrows heavily from ethnography and is particularly valuable to improving governmental services. <a href=\"http://www.centreforpublicimpact.org/article/briefing-bulletin-design-for-policy-and-public-services/\">Design</a> is not likely to be the solution for all of our governmental problems, but you wouldn’t be able to tell if you only listened to some of the star speakers at design conferences. It’s a solid method that delivers great results if used thoughtfully and in the right context. We should stick with it through the disillusionment that may be coming as governments learn about the limits of the method the hard way.</p><h1 id=\"4-policy-labs-creative-laboratories-for-better-government\">4) Policy Labs: creative laboratories for better government</h1><p><em>Just past the peak of inflated expectations, about to descend into the trough of disillusionment</em></p><p>Policy Labs are the hottest property in government innovation land. They bring together design thinkers and other creative problem-solvers to tackle government’s hardest problems. Organisations such as <a href=\"http://www.centreforpublicimpact.org/article/welcome-to-the-lab/\">MindLab</a>, <a href=\"http://www.centreforpublicimpact.org/article/laws-from-the-lab/\">OPM Lab</a> and the <a href=\"http://www.centreforpublicimpact.org/article/lab-lessons/\">UK Policy Lab</a> are leading the way. The trough of disillusionment will likely come as more governments adopt the model, but it’s worth sticking with it since they, if set up and run well and given the necessary political backing, can make a difference.</p><h1 id=\"5-randomised-control-trials-randomise-this\">5) Randomised Control Trials: randomise this!</h1><p><em>Trough of disillusionment</em></p><p>Having originated in development economics many countries, regional governments and cities - developing and developed alike - are warming up to the idea that randomised studies of interventions can help them figure out what works and what doesn’t. After an initial hype practitioners and policymakers are now getting better at understanding where and how this method can deliver most value.</p><h1 id=\"6-social-impact-bonds-pay-for-success-only\">6) Social Impact Bonds: pay for success only</h1><p><em>Trough of disillusionment</em></p><p>Social Impact Bonds, SIBs for those in the know, were first trialled in Peterborough, UK, in an attempt to reduce prisoner recidivism by using an innovative financing mechanism where private investors would get a return if a new intervention performed better than a conventional one. After much initial, and justified, excitement it today seems clear that they should work in theory, but it’s less clear how well they work in practice. SIBs are difficult and expensive to run, they likely have a place in the social services landscape, but it may be more limited than was initially thought.</p><h1 id=\"7-open-data-spray-and-pray\">7) Open Data: spray and pray</h1><p><em>Trough of disillusionment</em></p><p>To the casual observer, it may not be immediately obvious if <a href=\"http://www.centreforpublicimpact.org/article/data-deliverers/\">“open data“</a> has produced much of practical value to citizens, other than better public transportation apps and free pizza at government-sponsored open data “hackathons”. Making government data easily accessible should improve accountability and allow smart outside actors to spot opportunities for improvement, but so far actual results have been somewhat below expectations.</p><h1 id=\"8-behavioural-insights-gently-nudging-citizens-to-better-decisions\">8) Behavioural Insights: gently nudging citizens to better decisions</h1><p><em>Slope of enlightenment</em></p><p><a href=\"https://s3-eu-west-1.amazonaws.com/funct-cpi-wordpress/assets/uploads/2015/09/Behavioural-Insights_Final_Online.pdf\">Behavioural science</a> has given governments a new tool not just to better understand the sometimes odd decisions their citizens make but to find ways to gently nudge people towards better choices. The method is well on its way to mainstream adoption in some (Anglo-Saxon) countries, but remains under-utilised in others.</p><h1 id=\"9-e-government-bringing-government-websites-into-the-21st-century\">9) E-Government: bringing government websites into the 21st century</h1><p><em>Slope of enlightenment</em></p><p>Allowing citizens to conduct their interactions with government online is a somewhat unexciting but absolutely essential service to citizens. No one should be subjected to long, pointless queuing to pick up a piece of paper anymore. <a href=\"https://gds.blog.gov.uk/\">Government Digital Services</a> in the UK, <a href=\"https://18f.gsa.gov/\">18F</a> in the US and the entire <a href=\"https://e-estonia.com/\">Estonian government</a> are showing how it can be done. Building user-friendly <a href=\"http://www.centreforpublicimpact.org/article/online-on-track/\">government online services</a> can also act as a gateway to a more digitally enabled government in other areas.</p><h1 id=\"10-lean-in-government-cut-the-slack-the-toyota-way\">10) Lean in government: cut the slack the Toyota way</h1><p><em>Plateau of productivity</em></p><p>As a structured way to cut waste in all kinds of processes, “lean” has long established itself as a useful tool for government operations too, not just for car factories. While “lean” doesn’t generate any particular excitement anymore, it’s become a productive instrument to improve government services.</p><p>Not all countries, regions or cities are in the same place at the same time on this journey. Inflated expectations in one place co-exist with bitter disillusionment in others.</p><p>The movement of new ideas, methods and technologies through the Hype Cycle is inevitable, as we collectively take promising new approaches and figure out what exactly they can and cannot do. Asking about impact, rather than appearance, can help us get there faster and discern the useful from the hopeless a bit quicker.</p><p>Some amount of experimentation where the end result is unknown is, however, inevitable and indeed desirable. Odds are that all of these methods have some valuable contribution to make to better government. It is worth persevering all the way through to the plateau of productivity if we want citizens to reap the benefits.</p>",
            "url": "https://dannybuerkli.com//2016/05/18/ten-government-innovations-and-their-place-in-the-hype-cycle",
            
            
            
            
            
            "date_published": "2016-05-18T00:00:00+02:00",
            "date_modified": "2016-05-18T00:00:00+02:00",
            
                "author":  {
                "name": "Danny Buerkli (Bürkli)",
                "url": "https://dannybuerkli.com/",
                "avatar": null
                }
                
            
        }
    
    ]
}